Repository: SamAxe/guard-puppy
Catalog: po/*.po
Languages: cs, da, de, es, fr, hu, it, nl, pl

source: You are about to disable the system's firewall. This will allow all network traffic and potentially leave your system vulnerable to attack. Unless you are an advanced user and know what you are doing I recommend that you cancel this action. These changes may also disrupt current network connections. Do you wish to continue?
cs: Chystáte se zakázat systémový firewall. Toto nastavení umožní veškerý síťový provoz, což činí váš systém zranitelným proti útokům. Pokud nejste pokročilý uživatel, který ví, co dělá, doporučuje se zrušit tuto operaci. Tyto změny mohou také narušit síťová připojení. Chcete opravdu pokračovat?
da: Du er i gang med at slå systemets firewall fra. Dette vil tillade al netværkstrafik og efterlade dit system vidt åbent for angreb på evt. sikkerhedshuller. Med mindre du er erfaren bruger og ved hvad du gør anbefaler jeg at du annullerer denne handling. Disse ændringer kan også afbryde nuværende netværksforbindelser. Ønsker du at fortsætte?
de: Sie sind dabei, die Firewall auf diesem System abzuschalten. Hierdurch wird jeglicher Netzwerkverkehr gestattet und Ihr System ist für mögliche Angriffe empfänglich. Ausgenommen für den Fall, dass Sie ein erfahrener Anwender sind und wissen, was sie tun, wird empfohlen diesen Vorgang abzubrechen. Diese Änderung kann darüberhinaus bestehende Netzwerkverbindungen unterbrechen. Möchten Sie fortfahren?
es: Está a punto de desconectar el cortafuegos del sistema. Esto permitirá todo el tráfico de red y dejará a su sistema potencialmente vulnerable a un ataque. A menos que sea usted un usuario avanzado y sepa lo que está haciendo, recomendamos que cancele esta acción. Estos cambios tambien cortarán momentáneamente sus actuales conexiones de red. ¿Quiere continuar?
fr: Vous êtes sur le point de désactiver le pare-feu du système. Cela revient à autoriser tout traffic réseau et rend potentiellement votre système vulnérable aux attaques. Sauf si vous êtes un utilisateur averti et savez ce que vous faites, il est préférable d'interrompre cette action. Celle-ci peut également affecter les connexions réseau en cours. Souhaitez-vous poursuivre ?
hu: Arra készül, hogy a rendszer tűzfalát letiltja. Ez minden hálózati forgalmat engedélyez, potenciális támadásnak teszi ki a rendszerét. Ha nem tapasztalt felhasználó és nem tudja pontosan mit csinál, javasoljuk, hogy mondja le ezt az akciót. Ezek a változtatások megszakíthatják a jelenlegi hálózati kapcsolatokat. Akarja folytatni?
it: Stai per disattivare il firewall di sistema. Ciò abiliterà tutto il traffico di rete e lascerà il tuo sistema potenzialmente vulnerabile ad un attacco. Ti raccomando di annullare questa azione a meno che tu non sia un utente esperto e sappia cosa stai per fare, . Questi cambiamenti possono anche danneggiare le attuali connessioni di rete. Vuoi davvero continuare?
nl: U staat op het punt om de firewall van uw computer uit te schakelen. Hiermee staat u alle netwerkverkeer toe en maakt u uw systeem in principe kwetsbaar voor een aanval van buitenaf. Tenzij u een ervaren gebruiker bent en weet wat u doet, adviseer ik u om deze handeling te annuleren. Deze wijzigingen kunnen ook uw huidige netwerkverbindingen verstoren. Wilt u verdergaan?
pl: Chcesz wyłączyć firewall, co może narazić komputer na atak. Czy chcesz kontynuować?

source: Resetting firewall
cs: Reset firewallu
da: Resætter firewall
de: Firewall wird zurückgesetzt
es: Reiniciando el cortafuegos
fr: Neutralisation du pare-feu
hu: Tűzfal visszaállítása alapértékre
it: Reimposto il firewall
nl: Firewal wordt opnieuw ingesteld
pl: Resetuję firewalla

source: Resetting firewall... Output:
cs: Reset firewallu... Výstup:
da: Resætter firewall.. Uddata:
de: Firewall wird zurückgesetzt... Ausgabe:
es: Reiniciando el cortafuegos... Resultado:
fr: Neutralisation du pare-feu... Sortie :
hu: Tűzfal visszaállítása alapértékre... Kimenet:
it: Reimposto il firewall... Resoconto:
nl: Firewall wordt opnieuw ingesteld... Uitvoer:
pl: Resetuję firewalla... Wynik:

source: ERROR Can't determine the firewall command! (Is ipchains or iptables installed?)
cs: CHYBA Nelze interpretovat příkaz firewallu (Jsou instalovány ipchains nebo iptables?)
da: FEJL Kan ikke finde ud af hvilken firewall-kommando der skal bruges. (Er ipchains eller iptables installeret?)
de: Fehler: Der Systembefehl für die Firewall-Funktionalität konnte nicht bestimmt werden. Vergewissern Sie sich, dass ipchains oder iptables installiert sind.
es: ¡ERROR: no puedo determinar el comando del cortafuegos! (¿Está instalado ipchains o iptables?)
fr: ERREUR. Impossible de déterminer quelle est la commande système de mise en place du pare-feu. Ipchains ou Iptables sont-ils installés ?
hu: HIBA: Nem lehet meghatározni a tűzfal parancsot! (ipchains vagy iptables van installálva?)
it: ERRORE: non riesco a determinare il comando di firewall! (E' installato ipchains o iptables?)
nl: Fout: het firewall-commando kon niet worden bepaald (is ipchains of iptables wel geïnstalleerd?)
pl: BŁĄD: Nie mogę określić poleceń firewalla! (Czy masz zainstalowane ipchains lub iptables?)

source: Using ipchains.
cs: Použijí se ipchains.
da: Bruger ipchains.
de: ipchains wird verwendet.
es: Usando ipchains.
fr: Emploi d'ipchains.
hu: Ipchains használata.
it: Uso ipchains.
nl: Ipchains wordt gebruikt.
pl: Używam ipchains

source: Resetting firewall rules.
cs: Resetují se firewalová pravidla.
da: Resætter firewall-reglerne.
de: Firewall-Regeln werden zurückgesetzt.
es: Reiniciando las reglas del cortafuegos.
fr: Neutralisation des règles du pare-feu.
hu: Tűzfal szabályok visszaállítása alapértékre.
it: Reimposto le regole del firewall.
nl: Firewall-regels worden teruggezet.
pl: Resetuję konfigurację firewalla

source: Using iptables.
cs: Použijí se iptables.
da: Bruger iptables.
de: iptables wird verwendet.
es: Usando iptables.
fr: Emploi d'iptables.
hu: iptables használata.
it: Uso iptables.
nl: Ipchains wordt gebruikt.
pl: Używam iptables

source: Finished.
cs: Hotovo.
da: Færdig.
de: Fertig.
es: Terminado.
fr: Terminé.
hu: Befejezve.
it: Finito.
nl: Voltooid.
pl: Zrobione

source: The system's firewall settings have been modified. Shall I restore them to the previous settings? These changes may disrupt current network connections.
cs: Systémová nastavení firewallu byla změněna. Mám obnovit předchozí nastavení? Tato změna může přerušit aktuální síťové spojení.
da: Systemets firewall-indstillinger er blevet ændret Skal jeg gendanne de tidligere indstillinger? Disse ændringer kan afbryde nuværende netværksforbindelser.
de: Die Einstellungen der Firewall auf diesem System wurden geändert. Sollen die Einstellungen auf die zuletzt aktiven zurückgesetzt werden? Diese Änderungen können bestehende Netzwerkverbindungen unterbrechen.
es: Los valores del cortafuegos del sistema han sido modificados. ¿Debo recuperar los antiguos valores? Estos cambios cortarán momentáneamente las conexiones de red actuales.
fr: La configuration du pare-feu du système a été modifiée. Faut-il rétablir la configuration précédente ? Les modifications peuvent affecter les connexions réseau en cours.
hu: A rendszer tűzfal beállításai megváltoztak. Visszaállítsam az előző beállításra? Ezek a változások megszakíthatják a jelenlegi hálózati kapcsolatokat.
it: Le impostazioni del firewall di sistema sono state modificate. Devo ristabilire le impostazioni precedenti? Questi cambiamenti possono danneggiare le attuali connessioni di rete.
nl: De instellingen van de firewall op uw computer zijn gewijzigd. Wilt u deze terugzetten naar de vorige instellingen? Deze wijzigingen kunnen uw huidige netwerkverbindingen verstoren.
pl: Ustawienia firewalla zostały zmienione. Czy mam przywrócić poprzednie ustawienia?

source: new zone
cs: nová zóna
da: ny zone
de: Neue Netzwerkzone
es: nueva zona
fr: Nouvelle zone
hu: új zóna
it: nuova zona
nl: nieuwe zone
pl: nowy obszar

source: new
cs: nová
da: ny
de: Neu
es: nuevo
fr: Nouveau
hu: új
it: nuovo
nl: nieuw
pl: nowy

source: Setting kernel parameters.
cs: Nastavení parametru kernelu.
da: Sætter kerneparametrene.
de: Kernel-Parameter werden gesetzt.
es: Estableciendo los parámetros del kernel.
fr: Configuration des paramètres du noyau.
hu: Kernel paraméterek beállítása.
it: Imposto i parametri del kernel.
nl: Kernel-parameters worden ingesteld.
pl: Ustawiam parametry kernela.

source: Configuring firewall rules.
cs: Konfigurace firewallových pravidel.
da: Indstiller firewall-reglerne.
de: Einstellung der Firewall-Regeln.
es: Configurando las reglas del cortafuegos.
fr: Configuration des règles du pare-feu.
hu: Tűzfal szabályok beállítása.
it: Configuro le regole del firewall.
nl: Firewall-regels worden geconfigureerd.
pl: Konfiguruję firewalla.

source: Loading kernel modules.
cs: Nahrání modulů kernelu.
da: Indlæser kernemoduler.
de: Kernel-Module werden geladen.
es: Cargando módulos del kernel.
fr: Chargement des modules du noyau.
hu: Kernel modulok betöltése.
it: Carico i moduli del kernel.
nl: Kernel-modules worden geladen.
pl: Ładuję moduły kernela.

source: Sorry, old Guarddog firewall files can not be read.
cs: Promiňte, nelze číst staré soubory typu Guarddog firewall.
da: Desværre, de gamle Guarddog firewall-filer kan ikke læses.
de: Die Firewall-Regeln älterer Guarddog Versionen können leider nicht eingelesen werden.
es: Lo siento, los antiguos ficheros del cortafuegos Guarddog no se pueden leer.
fr: Désolé, les anciens fichiers de pare-feu de Guarddog ne peuvent être lus.
hu: Sajnálom, a régi Guarddog tűzfal fájlok nem olvashatók.
it: Spiacente: i vecchi file di Guarddog non possono essere letti.
nl: Helaas, firewall-bestanden van oude Guarddog-versies kunnen niet worden gelezen.
pl: Niestety stare firewalle Guarddoga nie mogą być wykorzystywane.

source: Error reading firewall file. This does not appear to be a Guarddog firewall file.
cs: Chyba čtení firewallového souboru.Tento soubor není platný typ Guarddog firewall.
da: Fejl under læsning af firewall-filen. Det ser ikke ud til at være en Guarddog firewall-fil.
de: Fehler beim Lesen der Firewall-Konfiguration. Es handelt sich offenbar nicht um eine Guarddog Firewall-Datei.
es: Error leyendo el fichero del cortafuegos. No parece ser un fichero de cortafuegos Guarddog.
fr: Erreur lors de la lecture du fichier de pare-feu. Ce fichier ne semble pas être un fichier de pare-feu Guarddog.
hu: Hiba a tűzfal fájl olvasásakor. Ez nem Guarddog tűzfal file.
it: Si è verificato un errore leggendo il file di firewall. Non appare essere un file di Guarddog.
nl: Fout bij het lezen van firewall-regel. Dit blijkt geen firewall-bestand van Guarddog te zijn.
pl: Błąd odczytu pliku firewalla. To nie wygląda na plik Guarddoga.

source: Error parsing the value in the LOCALPORTRANGESTART section.
cs: Chyba analýzy hodnoty v sekci 'Lokální rozsah portů spuštění'.
da: Fejl under behandlingen af værdien i LOCALPORTRANGESTART sektionen.
de: Fehler beim Auslesen des Wertes im Abschnitt LOCALPORTRANGESTART.
es: Error obteniendo el valor en la sección LOCALPORTRANGESTART.
fr: Erreur lors de l'analyse de la valeur de la section LOCALPORTRANGESTART.
hu: Hiba a LOCALPORTRANGRSTART részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOCALPORTRANGESTART.
nl: Fout bij het ontleden van de waarde in de sectie LOCALPORTRANGESTART
pl: Błąd przy parsowaniu wartości w sekcji LOCALPORTRANGESTART.

source: Value in LOCALPORTRANGESTART section was less then 1024.
cs: Hodnota v sekci 'Lokální rozsah portů spuštění' byla menší než 1024.
da: Værdien i LOCALPORTRANGESTART sektionen var mindre end 1024.
de: Der Wert im Abschnitt LOCALPORTRANGESTART ist kleiner als 1024.
es: El valor de la sección LOCALPORTRANGESTART es inferior a 1024.
fr: La valeur de la section LOCALPORTRANGESTART est inférieure à 1024.
hu: A LOCALPORTRANGESTART részben lévő érték kisebb mint 1024.
it: Il valore nella sezione LOCALPORTRANGESTART era inferiore a 1024.
nl: Waarde in sectie LOCALPORTRANGESTART was minder dan 1024.
pl: Wartość w sekcji LOCALPORTRANGESTART była mniejsza niż 1024.

source: Error parsing the value in the LOCALPORTRANGEEND section.
cs: Chyba analýzy hodnot v sekci 'Lokální rozsah portů ukončení'.
da: Fejl under behandlingen af værdien i LOCALPORTRANGEEND sektionen.
de: Fehler beim Auslesen des Wertes im Abschnitt LOCALPORTRANGEEND.
es: Error obteniendo el valor de la sección LOCALPORTRANGEEND.
fr: Erreur lors de l'analyse de la valeur de la section LOCALPORTRANGEEND.
hu: Hiba a LOCALPORTRNAGEEND részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOCALPORTRANGEEND.
nl: Fout bij het ontleden van de waarde in de sectie LOCALPORTRANGEEND.
pl: Błąd przy parsowaniu wartości w sekcji LOCALPORTRANGEEND.

source: Value in LOCALPORTRANGEEND is greater than 65535.
cs: Hodnota v 'Lokální rozsah portů ukončení' je větší než 65535.
da: Værdien af LOCALPORTRANGEEND er større end 65535.
de: Der Wert im Abschnitt LOCALPORTRANGESTART ist grösser als 65535.
es: El valor en LOCALPORTRANGEEND es superior a 65535.
fr: La valeur de la section LOCALPORTRANGEEND est supérieure à 65535.
hu: A LOCALPORTRANGEEND részben lévő érték nagyobb mint 65535.
it: Il valore in LOCALPORTRANGEEND è maggiore di 65535.
nl: Waarde in LOCALPORTRANGEEND is groter dan 65535.
pl: Wartość w sekcji LOCALPORTRANGEEND jest większa niż 65535.

source: Error parsing the value in the LOGLEVEL section.
cs: Chyba analýzy hodnot v sekci 'Zápis úrovně'.
da: Fejl under behandlingen af værdien i LOGLEVEL sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGLEVEL.
es: Error obteniendo el valor de la sección LOGLEVEL.
fr: Erreur lors de l'analyse de la valeur de la section LOGLEVEL.
hu: Hiba a LOGLEVEL részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGLEVEL.
nl: Fout bij het ontleden van de waarde in de sectie LOGLEVEL.
pl: Błąd przy parsowaniu wartości w sekcji LOGLEVEL.

source: Error, the value in the LOGLEVEL section is too big.
cs: Chyba, hodnota v sekci 'Zápis úrovně' je příliš velká.
da: Fejl, værdien i LOGLEVEL sektionen er for stor.
de: Der Wert im Abschnitt LOGLEVEL ist zu gross.
es: Error, el valor de la sección LOGLEVEL es demasiado grande.
fr: Erreur, la valeur de la section LOGLEVEL est trop élevée.
hu: A LOGLEVEL részben lévő érték túl nagy.
it: Si è verificato un errore: il valore nella sezione LOGLEVEL è troppo grande.
nl: Fout, de waarde in de sectie LOGLEVEL is te groot.
pl: Błąd, wartość w sekcji LOGLEVEL jest za duża.

source: Error parsing the value in the LOGRATE section.
cs: Chyba analýzy hodnot v sekci 'Zápis rozsahu'.
da: Fejl under behandlingen af værdien i LOGRATE sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGRATE.
es: Error obteniendo el valor de la sección LOGRATE.
fr: Erreur lors de l'analyse de la valeur de la section LOGRATE.
hu: Hiba a LOGRATE részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGRATE.
nl: Fout bij het ontleden van de waarde in de sectie LOGRATE.
pl: Błąd przy parsowaniu wartości w sekcji LOGRATE.

source: Error, the value in the LOGRATE section is too big (>65535).
cs: Chyba, hodnota v sekci 'Zápis rozsahu' je příliš velká (>65535).
da: Fejl, værdien i LOGRATE sektionen er for stor (>65535).
de: Der Wert im Abschnitt LOGRATE ist zu gross. Der Wert ist grösser als 65535.
es: Error, el valor de la sección LOGRATE es demasiado alto (>65535).
fr: Erreur, la valeur de la section LOGRATE est trop élevée (>65535).
hu: A LOGRATE részben lévő érték túl nagy (>65535).
it: Si è verificato un errore: il valore nella sezione LOGRATE è troppo grande (>65535).
nl: Fout, de waarde in de sectie LOGRATE is te groot (>65535).
pl: Błąd, wartość w sekcji LOGRATE jest za duża.

source: Error parsing the value in the LOGRATEUNIT section.
cs: Chyba analýzy hodnot v sekci 'Zápis rozsahu jednotek' .
da: Fejl under behandlingen af værdien i LOGRATEUNIT sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGRATEUNIT.
es: Error obteniendo el valor de la sección LOGRATEUNIT.
fr: Erreur lors de l'analyse de la valeur de la section LOGRATEUNIT.
hu: Hiba a LOGRATEUNIT részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGRATEUNIT.
nl: Fout bij het ontleden van de waarde in de sectie LOGRATEUNIT.
pl: Błąd przy parsowaniu wartości w sekcji LOGRATEUNIT.

source: Error the value in the LOGRATEUNIT section is out of range.
cs: Chyba hodnot v sekci 'Zápis rozsahu jednotek' je mimo rozsah.
da: Fejl, værdien i LOGRATEUNIT sektionen er udenfor det gyldige område.
de: Der Wert im Abschnitt LOGRATE liegt ausserhalb des erlaubten Bereiches.
es: Error, el valor de la sección LOGRATEUNIT excede los valores permitidos.
fr: Erreur, la valeur de la section LOGRATEUNIT est hors limite.
hu: A LOGRATEUNIT részben lévő érték nem esik az érvényes tartományba.
it: Si è verificato un errore: il valore nella sezione LOGRATEUNIT è fuori scala.
nl: Fout, de waarde in de sectie LOGRATEUNIT bevindt zich buiten het bereik.
pl: Błąd, wartość w sekcji LOGRATEUNIT jest poza zasięgiem.

source: Error parsing the value in the LOGRATEBURST section.
cs: Chyba analýzy hodnot v sekci 'Zápis rozsahu poškození'.
da: Fejl under behandlingen af værdien i LOGRATEBURST sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGRATEBURST.
es: Error obteniendo el valor de la sección LOGRATEBURST.
fr: Erreur lors de l'analyse de la valeur de la section LOGRATEBURST.
hu: Hiba a LOGRATEBURST részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGRATEBURST.
nl: Fout bij het ontleden van de waarde in de sectie LOGRATEBURST.
pl: Błąd przy parsowaniu wartości w sekcji LOGRATEBURST.

source: Error, the value in the LOGRATEBURST section is too big.
cs: Chyba, hodnota v sekci 'Zápis rozsahu poškození' je příliš velká.
da: Fejl, værdien i LOGRATEBURST sektionen er for stor.
de: Der Wert im Abschnitt LOGRATEBURST ist zu gross.
es: Error, el valor de la sección LOGRATEBURST es demasiado grande.
fr: Erreur, la valeur de la section LOGRATEBURST est trop élevée.
hu: A LOGRATEBURST részben lévő érték túl nagy.
it: Si è verificato un errore: il valore nella sezione LOGRATEBURST è troppo grande.
nl: Fout, de waarde in de sectie LOGRATEBURST is te groot.
pl: Błąd, wartość w sekcji LOGRATEBURST jest za duża.

source: Error parsing the value in the LOGWARNRATE section.
cs: Chyba analýzy hodnot v sekci 'Zápis rozsahu varování' .
da: Fejl under behandlingen af værdien i LOGWARNRATE sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGWARNRATE.
es: Error obteniendo el valor de la sección LOGWARNRATE.
fr: Erreur lors de l'analyse de la valeur de la section LOGWARNRATE.
hu: Hiba a LOGWARNRATE részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGWARNRATE.
nl: Fout bij het ontleden van de waarde in de sectie LOGWARNRATE.
pl: Błąd przy parsowaniu wartości w sekcji LOGWARNRATE.

source: Error, the value in the LOGWARNRATE section is too big (>65535).
cs: Chyba, hodnota v sekci 'Zápis rozsahu varování' je příliš velká (>65535).
da: Fejl, værdien i LOGWARNRATE sektionen er for stor (>65535).
de: Der Wert im Abschnitt LOGRATEBURST ist grösser als 65535.
es: Error, el valor de la sección LOGWARNRATE es demasiado grande (>65535).
fr: Erreur, la valeur de la section LOGWARNRATE est trop élevée (>65535).
hu: A LOGWARNRATE részben lévő érték túl nagy (>65535).
it: Si è verificato un errore: il valore nella sezione LOGWARNRATE è troppo grande (>65535).
nl: Fout, de waarde in de sectie LOGWARNRATE is te groot (>65535).
pl: Błąd, wartość w sekcji LOGWARNRATE jest za duża.

source: Error parsing the value in the LOGWARNRATEUNIT section.
cs: Chyba analýzy hodnot v sekci 'Zápis rozsahu jednotek varování'.
da: Fejl under behandlingen af værdien i LOGRATEUNIT sektionen.
de: Fehler beim Einlesen des Wertes im Abschnitt LOGWARNRATEUNIT.
es: Error obteniendo el valor de la sección LOGWARNRATEUNIT.
fr: Erreur lors de l'analyse de la valeur de la section LOGWARNRATEUNIT.
hu: Hiba a LOGWARNRATEUNIT részben lévő érték feldolgozásakor.
it: Si è verificato un errore analizzando il valore nella sezione LOGWARNRATEUNIT.
nl: Fout bij het ontleden van de waarde in de sectie LOGWARNRATEUNIT.
pl: Błąd przy parsowaniu wartości w sekcji LOGWARNRATEUNIT.

source: Error the value in the LOGWARNRATEUNIT section is out of range.
cs: Chyba hodnot v sekci 'Zápis rozsahu jednotek varování' je vně rozsahu.
da: Fejl, værdien i LOGWARNRATEUNIT sektionen er udenfor det gyldige område.
de: Der Wert im Abschnitt LOGWARNRATEUNIT liegt ausserhalb des erlaubten Bereiches.
es: Error, el valor de la sección LOGWARNRATEUNIT está fuera de los límites permitidos.
fr: Erreur, la valeur de la section LOGWARNRATE est hors limite.
hu: A LOGWARNRATEUNIT részben lévő érték nem esik az érvényes tartományba.
it: Si è verificato un errore: il valore nella sezione LOGWARNRATEUNIT è fuori scala.
nl: Fout, de waarde in de sectie LOGWARNRATEUNIT bevindt zich buiten het bereik.
pl: Błąd, wartość w sekcji LOGWARNRATEUNIT jest poza zasięgiem.

source: Value for LOCALPORTRANGEEND is less than the one in LOCALPORTRANGESTART
cs: Hodnota pro 'Lokální rozsah portů ukončení' je menší než jedna v 'Lokální rozsah portů spuštění'
da: Værdien af LOCALPORTRANGEEND er mindre end værdien af LOCALPORTRANGESTART
de: Der Wert für LOCALPORTRANGEEND ist kleiner als der Wert für LOCALPORTRANGESTART.
es: El valor de LOCALPORTRANGEEND es inferior al que figura en LOCALPORTRANGESTART
fr: La valeur pour LOCALPORTRANGEEND est inférieure à celle contenue dans LOCALPORTRANGESTART.
hu: A LOCALPORTRANGEEND értéke kisebb, mint a LOCALPORTRANGESTART értéke.
it: Il valore per LOCALPORTRANGEEND è minore di quello in LOCALPORTRANGESTART
nl: De waarde voor LOCALPORTRANGEEND is kleiner dan de waarde in LOCALPORTRANGESTART
pl: Wartość dla LOCALPORTRANGEEND jest mniejsza niż dla LOCALPORTRANGESTART

source: Error parsing firewall [Zone] section. Expected '# NAME='
cs: Chyba analýzy sekce firewallu [Zóna]. Předpokládané '# Název='
da: Fejl under behandlingen af firewall [Zone] sektionen. Forventede '# NAME='
de: Fehler beim Einlesen des Abschnittes [Zone]. Erwartet wird ein Eintrag der Form: '# NAME='.
es: Error obteniendo la sección [Zone] del cortafuegos. Se esperaba '# NAME='
fr: Erreur lors de l'analyse de la section pare-feu [Zone]. Attendu '# NAME='
hu: Hiba a tűzfal [Zóna] rész feldolgozásakor. Várt adat '# NÉV='
it: Si è verificato un errore analizzando la sezione [Zona] del firewall. Atteso '# NOME='
nl: Fout bij het ontleden van de firewall-sectie [Zone]. '# NAME=' werd verwacht.
pl: Błąd parsowania sekcji Obszarów. Oczekiwana budowa '# NAME='

source: Error parsing firewall [Zone] section. Expected '# COMMENT='
cs: Chyba analýzy sekce firewallu [Zóna]. Předpokládané '# Komentář='
da: Fejl under behandlingen af firewall [Zone] sektionen. Forventede '# COMMENT='
de: Fehler beim Einlesen des Abschnittes [Zone]. Erwartet wird ein Eintrag der Form: '# COMMENT='.
es: Error obteniendo la sección [Zone] del cortafuegos. Se esperaba '# COMMENT='
fr: Erreur lors de l'analyse de la section pare-feu [Zone]. Attendu '# COMMENT='
hu: Hiba a tűzfal [Zóna] rész feldolgozásakor. Várt adat '# MEGJEGYZÉS='
it: Si è verificato un errore analizzando la sezione [Zona] del firewall. Atteso '# COMMENTO='
nl: Fout bij het ontleden van de firewall-sectie [Zone]. '# COMMENT=' werd verwacht.
pl: Błąd parsowania sekcji Obszarów. Oczekiwana budowa '# COMMENT='
