Repository: SamAxe/guard-puppy
Catalog: po/*.po
Languages: cs, da, de, es, fr, hu, it, nl, pl

source: Error parsing firewall [UserDefinedProtocol] section. Expected '# ID='
cs: Chyba analýzy sekce firewallu [Zóna]. Předpokládané '# ID='
da: Fejl under behandlingen af [UserDefinedProtocol] sektionen. Forventede '# ID='
de: Fehler beim Einlesen des Abschnittes [UserDefinedProtocol]. Erwartet wird ein Eintrag der Form: '# ID='.
es: Error obteniendo la sección [UserDefinedProtocol] del cortafuegos. Se esperaba '# ID='
fr: Erreur lors de l'analyse de la section pare-feu [UserDefinedProtocol]. Attendu '# ID='
hu: Hiba a tűzfal [Felhasználó által definiált protokoll] rész feldolgozásakor. Várt adat '# ID='
it: Si è verificato un errore analizzando la sezione [ProtocolloDefinitoUtente] del firewall. Atteso '# ID='
nl: Fout bij het ontleden van de firewall-sectie [UserDefinedProtocol]. '# ID=' werd verwacht.
pl: Błąd parsowania sekcji [UserDefinedProtocol] firewalla. Oczekiwana '# ID='

source: Error parsing firewall [UserDefinedProtocol] section. Expected '# NAME='
cs: Chyba analýzy sekce firewallu [Uživatelsky definovaný protokol]. Předpokládané '# Název='
da: Fejl under behandlingen af firewall [UserDefinedProtocol] sektionen. Forventede '# NAME='
de: Fehler beim Einlesen des Abschnittes [UserDefinedProtocol]. Erwartet wird ein Eintrag der Form: '# NAME='.
es: Error obteniendo la sección [UserDefinedProtocol] del cortafuegos. Se esperaba '# NAME='
fr: Erreur lors de l'analyse de la section pare-feu [UserDefinedProtocol]. Attendu '# NAME='
hu: Hiba a tűzfal [Felhasználó által definiált protokoll] rész feldolgozásakor. Várt adat '# NÉV='
it: Si è verificato un errore analizzando la sezione [ProtocolloDefinitoUtente] del firewall. Atteso '# NOME='
nl: Fout bij het ontleden van de firewall-sectie [UserDefinedProtocol]. '# NAME=' werd verwacht.
pl: Błąd parsowania sekcji [UserDefinedProtocol]. Oczekiwana '# NAME='

source: Error parsing firewall [UserDefinedProtocol] section. Expected '# TYPE=TCP' or '# TYPE=UDP'
cs: Chyba analýzy sekce firewallu [Uživatelsky definovaný protokol]. Předpokládané '# TYP=TCP' nebo '# TYP=UDP'
da: Fejl under behandlingen af firewall [UserDefinedProtocol] sektionen. Forventede '# TYPE=TCP' eller '# TYPE=UDP'
de: Fehler beim Einlesen des Abschnittes [UserDefinedProtocol]. Erwartet wird ein Eintrag der Form: '# TYPE=TCP' oder '# TYPE=UDP'.
es: Error obteniendo la sección [UserDefinedProtocol] del cortafuegos. Se esperaba '# TYPE=TCP' o '# TYPE=UDP'
fr: Erreur lors de l'analyse de la section pare-feu [UserDefinedProtocol]. Attendu '# TYPE=TCP' ou '# TYPE=UDP'
hu: Hiba a tűzfal [Felhasználó által definiált protokoll] rész feldolgozásakor. Várt adat '# TÍPUS=TCP' vagy '#TÍPUS=UDP'
it: Si è verificato un errore analizzando la sezione [ProtocolloDefinitoUtente] del firewall. Atteso '# TIPO=TCP' oppure '# TIPO=UDP'
nl: Fout bij het ontleden van de firewall-sectie [UserDefinedProtocol]. '# TYPE=TCP' werd verwacht.
pl: Błąd parsowania sekcji [UserDefinedProtocol]. Oczekiwana '# TYPE=TCP' lub '# TYPE=UDP'

source: Error parsing firewall [UserDefinedProtocol] section. Expected '# PORT='
cs: Chyba analýzy sekce firewallu [Uživatelsky definovaný protokol]. Předpokládané '# Port='
da: Fejl under behandlingen af firewall [UserDefinedProtocol] sektionen. Forventede '# PORT='
de: Fehler beim Einlesen des Abschnittes [UserDefinedProtocol]. Erwartet wird ein Eintrag der Form: '# PORT='.
es: Error obteniendo la sección [UserDefinedProtocol] del cortafuegos. Se esperaba '# PORT='
fr: Erreur lors de l'analyse de la section pare-feu [UserDefinedProtocol]. Attendu '# PORT='
hu: Hiba a tűzfal [Felhasználó által definiált protokoll] rész feldolgozásakor. Várt adat '# PORT='
it: Si è verificato un errore analizzando la sezione [ProtocolloDefinitoUtente] del firewall. Atteso '# PORTA='
nl: Fout bij het ontleden van de firewall-sectie [UserDefinedProtocol]. '# PORT=' werd verwacht.
pl: Błąd parsowania sekcji [UserDefinedProtocol]. Oczekiwana '# PORT='

source: Error parsing firewall [UserDefinedProtocol] section. Expected '# BIDIRECTIONAL=0' or '# BIDIRECTIONAL=1'
cs: Chyba analýzy sekce firewallu [Uživatelsky definovaný protokol]. Předpokládané '# Obousměrné=0' nebo '# Obousměrné=1'
da: Fejl under behandlingen af firewall [UserDefinedProtocol] sektionen. Forventede '# BIDIRECTIONAL=0' eller '# BIDIRECTIONAL=1'
de: Fehler beim Einlesen des Abschnittes [UserDefinedProtocol]. Erwartet wird ein Eintrag der Form: '# BIDIRECTIONAL=0' oder '# BIDIRECTIONAL=1'.
es: Error obteniendo la sección [UserDefinedProtocol] del cortafuegos. Se esperaba '# BIDIRECTIONAL=0' o '# BIDIRECTIONAL=1'
fr: Erreur lors de l'analyse de la section pare-feu [UserDefinedProtocol]. Attendu '# BIDIRECTIONAL=0' ou '# BIDIRECTIONAL=1'
hu: Hiba a tűzfal [Felhasználó által definiált protokoll] rész feldolgozásakor. Várt adat '# KÉTIRÁNYÚ=0' vagy '#KÉTIRÁNYÚ=1'
it: Si è verificato un errore analizzando la sezione [ProtocolloDefinitoUtente] del firewall. Atteso '# BIDIREZIONALE=0' oppure '# BIDIREZIONALE=1'
nl: Fout bij het ontleden van de firewall-sectie [UserDefinedProtocol]. BIDIRECTIONAL=0' of '# BIDIRECTIONAL=1' werd verwacht.
pl: Błąd parsowania sekcji [UserDefinedProtocol]. Oczekiwana '# BIDIRECTIONAL=0' lub '# BIDIRECTIONAL=1'

source: Error parsing firewall [ServerZone] section. Expected '# CONNECTED=0' or '# CONNECTED=1'
cs: Chyba analýzy sekce firewallu [Serverová Zóna]. Předpokládané '# Připojen=0' nebo '# Připojen=1'
da: Fejl under behandlingen af firewall [ServerZone] sektionen. Forventede '# CONNECTED=0' eller '# CONNECTED=1'
de: Fehler beim Einlesen des Abschnittes [ServerZone]. Erwartet wird ein Eintrag der Form: '# CONNECTED=0' oder '# CONNECTED=1'.
es: Error obteniendo la sección [ServerZone] del cortafuegos. Se esperaba '# CONNECTED=0' o '# CONNECTED=1'
fr: Erreur lors de l'analyse de la section pare-feu [ServerZone]. Attendu '# CONNECTED=0' ou '# CONNECTED=1'
hu: Hiba a tűzfal [Szerver Zóna] rész feldolgozásakor. Várt adat '# CSATLAKOZTATVA=0' vagy '#CSATLAKOZTATVA=1'
it: Si è verificato un errore analizzando la sezione [Zona Server] del firewall. Atteso '# CONNESSO=0' oppure '# CONNESSO=1'
nl: Fout bij het ontleden van de firewall-sectie [ServerZone]. '# CONNECTED=0' of '# CONNECTED=1' werd verwacht.
pl: Błąd parsowania sekcji [ServerZone]. Oczekiwana '# CONNECTED=0' lub''# CONNECTED=0''

source: Error reading first line of firewall.
cs: Chyba čtení prvního řádku firewallu.
da: Fejl under læsning af første linie i firewall-filen.
de: Fehler beim Einlesen der ersten Zeile der Firewall-Regeln.
es: Error leyendo la primera línea del cortafuegos.
fr: Erreur à de la lecture de la première ligne de configuration du pare-feu.
hu: Hiba a tűzfal első sorának olvasásakor.
it: Si è verificato un errore leggendo la prima linea del firewall.
nl: Fout bij het lezen van de eerste firewall-regel.
pl: Błąd odczytu pierwszego wiersza firewalla

source: Error reading second line of firewall. Expected [Guarddog2]
cs: Chyba čtení druhé řádky firewallu. Předpokládané [Guarddog2]
da: Fejl under læsning af anden linie i firewall-filen. Forventede [Guarddog2]
de: Fehler beim Einlesen der zweiten Zeile der Firewall-Regeln. Erwartet wird: [Guarddog2]
es: Error leyendo la segunda línea del cortafuegos. Se esperaba [Guarddog2]
fr: Erreur à la lecture de la deuxième ligne de configuration du pare-feu. Attendu [Guarddog2]
hu: Hiba a tűzfal második sorának olvasásakor. Várt adat [Guarddog2]
it: Si è verificato un errore leggendo la seconda linea del firewall. Atteso [Guarddog2]
nl: Fout bij het lezen van de tweede firewall-regel. [Guarddog2] werd verwacht.
pl: Błąd odczytu drugiego wiersza firewalla. Oczekiwana [Guarddog2]

source: Error reading file. (Before [Config] section.)
cs: Chyba čtení souboru. (Před [Konfigurací] sekce.)
da: Fejl under læsning af filen. (Før [Config] sektionen.)
de: Fehler beim Einlesen der Datei vor dem Abschnitt [config].
es: Error leyendo el fichero. (Antes de la sección [Config].)
fr: Erreur de lecture de fichier (avant la section [Config]).
hu: Hiba a fájl olvasásakor. (A [Config] rész előtt.)
it: Si è verificato un errore leggendo il file. (Prima della sezione [Config])
nl: Fout bij het lezen van het bestand. (voor de sectie [Config].)
pl: Błąd odczytu pliku. (Przed sekcją [Config])

source: Error reading file. ([Config] section.)
cs: Chyba čtení souboru. ([Konfigurace] sekce.)
da: Fejl under læsning af filen. ([Config] sektionen.)
de: Fehler beim Einlesen der Datei. Abschnitt: [Config].
es: Error leyendo el fichero. (Sección [Config].)
fr: Erreur de lecture de fichier (section [Config]).
hu: Hiba a fájl olvasásakor. ([Config] rész.)
it: Si è verificato un errore leggendo il file. (sezione [Config])
nl: Fout bij het lezen van het bestand (sectie [Config].)
pl: Błąd odczytu pliku. (sekcja [Config])

source: Error reading firewall. (In the Zone config).
cs: Chyba čtení firewalu.(V zóně konfigurace).
da: Fejl under læsning af firewall-filen. (I Zone-konfigurationen.)
de: Fehler beim Einlesen der Firewall-Datei. Abschnitt: Netzwerkzonen-Konfiguration.
es: Error leyendo el cortafuegos. (En la configuración Zone).
fr: Erreur de lecture du pare-feu (Dans Zone config).
hu: Hiba a fájl olvasásakor. (A Zóna beállításoknál)
it: Si è verificato un errore leggendo il firewall. (Nella configurazione di zona).
nl: Fout bij het lezen van de firewall (in de Zone-configuratie).
pl: Błąd odczytu firewalla. (sekcja Obszarów).

source: Error reading firewall. (In the Protocol config).
cs: Chyba čtení firewallu. (V protokolové konfiguraci).
da: Fejl under læsning af firewall-filen. (I Protokol-konfigurationen).
de: Fehler beim Einlesen der Firewall-Datei. Abschnitt: Protocol-Konfiguration.
es: Error leyendo el cortafuegos. (En la configuración Protocol).
fr: Erreur de lecture du pare-feu (Dans Protocol config).
hu: Hiba a fájl olvasásakor. (A protokoll beállításoknál)
it: Si è verificato un errore leggendo il firewall. (Nella configurazione del protocollo).
nl: Fout bij het lezen van de firewall (in de Protocol-configuratie).
pl: Błąd odczytu firewalla. (Konfiguracja protokołów)

source: Unknown error.
cs: Neznámá chyba.
da: Ukendt fejl.
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
hu: Ismeretlen hiba.
it: Errore sconosciuto.
nl: Onbekende fout.
pl: Nieznany błąd.

source: Unable to open the firewall from reading.
cs: Nelze otevřít firewall pro čtení.
da: Ude af stand til at åbne firewall-filen til læsning.
de: Die Firewall-Datei konnte nicht zum Lesen geöffnet werden.
es: No puedo abrir el cortafuegos para leer.
fr: Impossible d'ouvrir en lecture le pare-feu.
hu: Nem nyitható meg a tűzfal konfiguráció olvasásra.
it: Non è possibile aprire il firewall in lettura.
nl: De firewall kon niet worden geopend om te lezen.
pl: Nie można otworzyć firewalla z odczytu.

source: Internet/Default Zone [built in]
cs: Internet/Výchozí zóna [vytvořena v]
da: Internet/Standard Zone [Indbygget]
de: Internet/Standard-Netzwerkzone [Eingebaut]
es: Zona Internet predefinida [integrada]
fr: Internet / Zone par défaut [Intégrée]
hu: Internet / alapértelmezett zóna [beépített]
it: Zona Predefinita/Internet [integrata]
nl: Internet/standaardzone [ingebouwd]
pl: Internet/Domyślny Obszar

source: Local Machine zone [built in]
cs: Místní zóna stroje [vytvořena v]
da: Lokal maskine zone [Indbygget]
de: Netzwerkzone für den lokalen Rechner. [Eingebaut]
es: Zona de la Máquina local [integrada]
fr: Zone de la machine locale [Intégrée]
hu: Helyi gép zóna [beépített]
it: Zona della macchina locale [integrata]
nl: Lokale-machine-zone [ingebouwd]
pl: Obszar Lokalny

source: An error occurred while writing '%1'. The operating system has this to report about the error: %2
cs: Při zapisování se vyskytla chyba '%1'. Operační systém tuto chybu identifikuje takto: %2
da: Der opstod en fejl under skrivning af '%1'. Styresystemet bruger dette til at fortælle om fejlen: %2
de: Beim Schreiben von %1 ist ein Fehler aufgetreten. Das Betriebssystem gibt folgende Fehlermeldung zurück: %2
es: Ocurrió un error mientras se escribía '%1'. El sistema operativo informa el siguiente error: %2
fr: Une erreur s'est produite lors de l'écriture '%1'. Voici ce que le système d'exploitation rapporte sur cette erreur : %2
hu: Irás közben hiba történt: %1. Az operációs rendszer a következő hibát jelezte: %2
it: Si è verificato un errore durante la scrittura '%1'. Il sistema operativo ha riportato quanto segue riguardo l'errore: %2
nl: Er deed zich een fout voor tijdens het schrijven van '%1'. Het besturingssysteem meldt dit over de fout: %2
pl: Błąd przy zapisie '%1'. System zwrócił komunikat %2

source: Firewall utility
cs: Firewallové nástroje
da: Firewall-værktøj
de: Firewall-Dienstprogramm
es: Utilidad del cortafuegos
fr: Utilitaire pare-feu
hu: Tűzfal eszköz
it: Utilità di firewall
nl: Firewall-hulpprogramma
pl: Menadżer ogniomurków

source: Utility for easily creating and configuring a firewall.
cs: Nástroje pro jednoduché vytvoření a konfiguraci firewallu.
da: Værktøj til nemt at lave og konfigurere en firewall.
de: Ein Werkzeug zur einfachen Erstellung und Verwaltung einer Firewall
es: Utilidad para crear y configurar fácilmente un cortafuegos.
fr: Utilitaire pour créer et configurer facilement un pare-feu.
hu: Tűzfal egyszerű létrehozására és beállítására szolgáló eszköz.
it: Utilità per creare e configurare facilmente un firewall.
nl: Hulpprogramma voor het op een eenvoudige manier aanmaken en instellen van een firewall.
pl: Aplikacja do szybkiej i sprawnej konfiguracji firewalla.

source: Developer
cs: Vývojář
da: Udvikler
de: Entwickler
es: Desarrollador
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
nl: Ontwikkelaar
pl: Autor

source: Help with a little bit of network code.
cs: Nápověda s trochou o síťovém kódu.
da: Hjalp med en lille smule netværkskode.
de: Hilfe bei einem kleinen Teil des Netzwerk Codes.
es: Ayuda con un poco de código de red.
fr: Pour son aide tenant en l'écriture d'un peu de code réseau.
hu: Segítség a hálózati kód egy részével.
it: Aiuto con una piccola parte di codice di rete.
nl: Hulp met een klein beetje netwerkcode.
pl: Pomoc - kod

source: Help with sorting out what /dev interface ISDN uses.
cs: Nápověda s roztříděním jako /dev rozhraní použité ISDN.
da: Hjalp med at finde ud af hvilken /dev grænseflade ISDN bruger.
de: Hilfe beim Herausfinden, welche /dev Interfaces ISDN verwendet.
es: Ayuda mencionando qué interfaz /dev usa el RDSI.
fr: Pour son aide quant à savoir quel type de périphérique / interface ISDN utilise.
it: Aiuto trovando fuori quale interfaccia /dev usi l'ISDN.
nl: Hulp bij het uitzoeken wat de /dev-interface ISDN gebruikt.
pl: Pomoc - urządzenia ISDN w /dev

source: Bug fixes, DHCP help.
cs: Záplaty chyb, DHCP nápověda.
da: Fejlrettelser, DHCP-hjælp.
de: Fehlerbehebung, Hilfe bei DHCP.
es: Correcciones, ayuda de DHCP.
fr: Pour les résolutions de bogues et l'aide relative à DHCP.
hu: Hibajavítás, DHCP segítség.
it: Errori corretti, aiuto sul DHCP.
nl: Bugreparaties, hulp bij DHCP.
pl: Błędy, pomoc - DHCP.

source: Feedback, protocol info.
cs: Zpětná vazba, informační protokol.
da: Kritik, protokolinformation.
de: Feedback, Protokoll-Informationen.
es: Impresiones, información de protocolos.
fr: Pour son retour d'expérience et l'information délivrée sur les protocoles.
hu: Visszacsatolás, protokoll információ.
it: Feedback, informazioni sul protocollo.
nl: Feedback, protocolinformatie.
pl: Informacje o protokołach.

source: Feedback, help with KDE3
cs: Zpětná vazba, nápověda s KDE3
da: Tilbagemelding, hjælp med KDE3
de: Feedback, Hilfe mit KDE3
es: Impresiones, ayuda con KDE3
fr: Pour son retour d'expérience et l'aide prodiguée sur KDE3.
hu: Visszacsatolás, KDE3 segítség.
it: Feedback, aiuto su KDE3
nl: Feedback, hulp met KDE3
pl: Pomoc z KDE3

source: Danish translation
cs: Dánský překlad
da: Dansk oversættelse
de: Dänische Übersetzung
es: Traducción danesa
fr: Traduction danoise
hu: Dán fordítás
it: Traduzione danese
nl: Deens vertaling
pl: Duńskie tłumaczenie

source: Italian translation
cs: Italský překlad
da: Italiensk oversættelse
de: Iltalienische Übersetzung
es: Traducción italiana
fr: Traduction italienne
hu: Olasz fordítás
it: Traduzione italiana
nl: Italiaans vertaling
pl: Włoskie tłumaczenie

source: German translation
cs: Německý překlad
da: Tysk oversættelse
de: Deutsche Übersetzung
es: Traducción alemana
fr: Traduction allemande
hu: Német fordítás
it: Traduzione tedesca
nl: Duits vertaling
pl: Niemieckie tłumaczenie

source: French translation
cs: Francouzský překlad
da: Fransk oversættelse
de: Französische Übersetzung
es: Traducción francesa
fr: Traduction française
hu: Francia fordítás
it: Traduzione francese
nl: Frans vertaling
pl: Francuskie tłumaczenie

source: Since you do not have superuser privileges, Guarddog is running with reduced functionality. Firewall scripts may be Imported/Exported, but the system's firewall settings may not be changed.
cs: Jelikož nemáte práva superuživatele, Guarddog běží s omezenými funkcemi. Firewallové skripty mohou být importovány/exportovány, ale systémové nastavení firewallu možná zůstane nezměněno.
da: Da du ikke har superbrugerens (roots) rettigheder kører Guarddog med reduceret funktionalitet. Du kan importere og eksportere firewall- scripts, men du kan ikke ændre dette systems firewall-indstillinger.
es: Dado que no tiene privilegios de superusuario, Guarddog está funcionando con funciones limitadas. La configuración puede ser importada o exportada, pero los valores del cortafuegos del sistema no se pueden cambiar.
hu: Mivel nem rendelkezik superuser jogosultsággal, a Guarddog csökkentett funkcionalitással fut. A tűzfal szkriptek importálhatók, exportálhatók, de a rendszer tűzfal beállítások enm változtathatók meg.
it: Dal momento che non hai privilegi di super utente, Guarddog è in esecuzione con funzionalità ridotte. Gli script di firewall possono essere importati o esportati ma le impostazioni di firewall del sistema non possono essere cambiate.
nl: Omdat u geen privileges van de systeembeheerder hebt, draait Guarddog met verminderde functionaliteit. U kunt wel firewall-scripts importeren/exporteren, maar de instellingen van de firewall op uw computer kunnen niet worden gewijzigd.
pl: Guarddog uruchomiony przez użytkownika nie posiadającego praw roota. Nie można zmieniać konfiguracji systemowego firewalla lecz można importować/eksportować firewalle.

source: Reading network protocol database
cs: Čtení databáze síťových protokolů
da: Læser databasen over netværksprotokoller
de: Einlesen der Netzwerkprotokoll-Datenbank.
es: Leyendo el fichero de protocolos de red
fr: Lecture en cours de la base de données des protocoles réseau
hu: Hálózati protokoll adatázis olvasása
it: Sto leggendo l'archivio dei protocolli di rete
nl: Netwerkprotocoldatabase wordt gelezen
pl: Odczytuję bazę danych protokołów sieciowych

source: No error (You should not see this).
cs: Žádná chyba (Toto byste neměli vidět).
da: Ingen fejl (Du burde aldrig se dette).
de: Kein Fehler (Diese Meldung sollten Sie nie sehen).
es: Sin errores (Esto no debería verse).
fr: Aucune erreur (Vous ne devriez pas voir cela).
hu: Nincs hiba (Ezt nem kellene látnia).
it: Nessun errore (non dovresti vedere questo).
nl: Geen fout (dit hoort u niet te zien).
pl: Brak błędów (Tego nie powinieneś widzieć).

source: Unable to open the network protocol database XML file.
cs: Nelze otevřít databázi síťového protokolu XML souboru.
da: Ude af stand til at åbne XML-filen med netværksprotokoldatabasen.
de: Die Netzwerkprotokoll-Datenbank konnte nicht geöffnet werden.
es: No puedo abrir el fichero XML de protocolos de red.
fr: Impossible d'ouvrir le fichier constituant la base de données XML des protocoles réseau.
hu: Nem nyitható meg a hálózati protokoll adatbázis XML fájl.
it: Non riesco ad aprire il file XML dell'archivio dei protocolli di rete
nl: Het XML-bestand met de netwerkprotocoldatabase kon niet worden geopend.
pl: Nie mogę otworzyć pliku XML z protokołami sieciowymi.

source: XML Parse error: %1
cs: Chyba analýzy XML: %1
da: XML fortolkningsfejl: %1
de: XML-Parserfehler: %1
es: Error obteniendo XML: %1
fr: Erreur d'analyse syntaxique XML : %1
hu: XML feldolgozási hiba: %1
it: Errore d'analisi XML: %1
nl: XML-ontleedfout: %1
pl: Błąd składniowy XML: %1

source: 'protocol' tag requires a 'name' attribute, but none was found.
cs: Značka 'protokolu' vyžaduje atribut 'jméno', ale žádný nebyl nalezen.
da: 'protocol' mærket kræver en 'name' attribut, den mangler.
de: Das Tag 'protocol' erfordert ein Attribut vom Typ 'name'.
es: El campo 'protocol' necesita un atributo 'name', pero no se encontró ninguno.
fr: L'étiquette 'protocol' requiert un attribut 'name', mais aucun n'a pu être trouvé.
hu: A 'protokoll' megadásához 'név' jellemzőre is szükség van, de ez nem található.
it: L'attributo 'protocollo' richiede che gli sia dato un 'nome' ma non ne è stato trovato nessuno.
nl: De tag 'protocol' vereist het attribuut 'name'. Deze werd niet gevonden.
pl: Tag 'protocol' wymaga atrybutu 'name' lecz go nie ma.

source: 'threat' attribute has an unrecognised value.
cs: Atribut 'ohrožení' má neplatnou hodnotu.
da: Attributten 'threat' har en ukendt værdi.
de: Das Attribut 'threat' hat einen ungültigen Wert.
es: El atributo 'threat' no tiene un valor reconocible.
fr: L'attribut 'threat' possède une valeur non reconnue.
hu: A 'fenyegetés' jellemző érvénytelen értékkel rendelkezik.
it: L'attributo 'minaccia' ha un valore non riconosciuto.
nl: Het attribuut 'threat' heeft een niet-herkende waarde.
pl: atrybut 'threat' ma nierozpoznawalną wartość.

source: 'falsepos' attribute has an unrecognised value.
cs: Atribut 'neplatné umístění' má neplatnou hodnotu.
da: Attributten 'falsepos' har en ukendt værdi.
de: Das Attribut 'falsepos' hat einen ungültigen Wert.
es: El atributo 'falsepos' no tiene un valor reconocible.
fr: L'attribut 'falsepos' possède une valeur non reconnue.
hu: A 'falsepos' jellemző érvénytelen értékkel rendelkezik.
it: L'attributo 'falsa_posizione' ha un valore sconosciuto.
nl: Het attribuut 'falsepos' heeft een niet-herkende waarde.
pl: atrybut 'falsepos' ma nierozpoznawalną wartość.

source: 'port' element requires a 'portnum' attribute, but none was found.
cs: Prvek 'port' vyžaduje atribut 'číslo portu', ale žádný nebyl nalezen.
da: 'port' elementet kræver en 'portnum' attribut, den mangler.
de: Das Element 'port' erfodert ein Attribut vom Typ 'portnum'.
es: El elemento 'port' necesita un atributo 'portnum', pero no se encontró ninguno.
fr: L'élément 'port' requiert un attribut 'portnum', mais aucun n'a pu être trouvé.
hu: A 'port' megadásához a 'portszám' értékre is szükség van, de ez nem található.
it: L'elemento 'porta' richiede un attributo 'numero_porta' ma non ne è stato trovato nessuno.
nl: Het element 'port' vereist het attribuut 'portnum'. Deze werd niet gevonden.
pl: Tag 'port' wymaga atrybutu 'portnum' lecz go nie ma.

source: 'portnum' attribute is not a valid unsigned integer.
cs: Atribut 'číslo portu' není platné neoznačené celé číslo.
da: Attributten 'portnum' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'portnum' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'portnum' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'portnum' n'est pas un entier non-signé valide.
hu: A 'portszám' érték nem egész szám.
it: L'attributo 'numero_porta' non è un valido intero non segnato.
nl: Het attribuut 'portnum' is geen geldig ongetekend heel getal.
pl: atrybut 'portnum' nie jest poprawny.
