Repository: SamAxe/guard-puppy
Catalog: po/*.po
Languages: cs, da, de, es, fr, hu, it, nl, pl

source: You are sure you want to reset your firewall configuration to the factory default? This will replace your current configuration. Do you wish to continue?
cs: Jste si jist že chcete znovu resetovat váš firewall na konfiguraci základního nastavení? Toto nahradí vaši současnou konfiguraci. Přejete si pokračovat ?
da: Er du sikker på at du vil resætte din firewall konfiguration til standardindstillingerne? Dette vil slette din nuværende konfiguration. Ønsker du at fortsætte?
de: Sind Sie sicher, dass Sie die Konfiguration Ihrer Firewall auf die Werkseinstellung zurücksetzen wollen? Ihre derzeitige Konfiguration wird hierbei überschrieben. Wollen Sie fortfahren?
es: ¿Está seguro de querer devolver la configuración de su cortafuegos a la configuración 'de fábrica'? Esta reemplazará a su configuración actual. ¿Quiere continuar?
fr: Êtes vous sûr de vouloir rétablir la configuration de votre pare-feu par défaut ? La configuration en cours sera écrasée. Souhaitez-vous poursuivre ?
hu: Biztos abban,. hogy az alapértelmezett beállításokat akarja visszaállítani? Ez felülírja a jelenlegi konfigurációját. Akarja folytatni?
it: Sei sicuro di voler riportare la tua configurazione di firewall a quella prestabilita? Questo rimpiazzerà la tua configurazione corrente. Vuoi davvero continuare?
nl: Wilt u werkelijk uw firewall-configuratie terugzetten naar de fabrieksinstellingen? Dit zal uw huidige configuratie vervangen. Wilt u doorgaan?
pl: Czy na pewno chcesz przywrócić fabryczne ustawienia? Usunie to bierzącą konfigurację. Czy chcesz kontynuować?

source: Network Protocol
cs: Síťový protokol
da: Netværksprotokol
de: Netzwerk-Protokoll
es: Protocolo de red
fr: Protocole réseau
hu: Hálózati protokoll
it: Protocollo di rete
nl: Netwerkprotocol
pl: Protokół sieciowy

source: Data Serve
cs: Dodávat data
de: Datendienste
es: Servicio de datos
fr: Serveur de données
hu: Adat kiszolgáló
it: Servizio dati
nl: Datadiensten
pl: Serwery danych

source: File Transfer
cs: Přenos souboru
da: Filoverførsel
de: Dateiübertragung
es: Transferencia de fichero
fr: Transfert de fichier
hu: Fájl átvitel
it: Trasferimento file
nl: Bestandsoverdracht
pl: Transfer Plików

source: Game
cs: Hry
da: Spil
de: Spiele
es: Juego
fr: Jeu
hu: Játék
it: Gioco
nl: Games
pl: Gry

source: Mail
cs: Pošta
da: Post og nyheder
de: Email
es: Correo
fr: Courriel
hu: Levelezés
it: Posta
nl: E-mail
pl: Poczny

source: Media
cs: Média
da: Medier
de: Medien
es: Medios
fr: Média
hu: Média
pl: Multimedia

source: Network
cs: Síť
da: Netværk
de: Netzwerk
es: Red
fr: Réseau
hu: Hálózat
it: Rete
nl: Netwerk
pl: Sieć

source: Interactive Session
cs: Interaktivní relace
da: Interaktiv session
de: Interaktive Sitzungen
es: Sesión Interactiva
fr: Session interactive
hu: Interaktív kapcsolat
it: Sessione interattiva
nl: Interactieve sessie
pl: Sesje interaktywne

source: User Defined
cs: Uživatelské nastavení
da: Brugerdefineret
de: Benutzerdefiniert
es: Definido por el usuario
fr: Défini par l'utilisateur
hu: Felhasználó által definiált
it: Definito dall'utente
nl: Gebruikersgedefinieerd
pl: Zdefiniowane przez użytkownika

source: Name:
cs: Jméno:
da: Navn:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
nl: Naam:
pl: Nazwa:

source: Description:<br/>
cs: Popis:<br/>
da: Beskrivelse:<br/>
de: Beschreibung:<br/>
es: Descripción:<br/>
hu: Leírás:<br/>
it: Descrizione:<br/>
nl: Beschrijving:<br/>
pl: Opis:<br/>

source: Security Risk:
cs: Bezpečnostní riziko:
da: Sikkerhedsrisiko:
de: Sicherheitsrisiko:
es: Riesgo de seguridad:
fr: Risque pour la sécurité :
hu: Biztonsági kockázat:
it: Rischio per la sicurezza:
nl: Beveiligingsrisico:
pl: Zagrożenie Bezpieczeństwa:

source: Low
cs: Nízké
da: Lav
de: gering
es: Bajo
fr: Faible
hu: Alacsony
it: Basso
nl: Laag
pl: Niskie

source: Medium
cs: Střední
da: Mellem
de: mittel
es: Medio
fr: Moyen
hu: Közepes
it: Medio
nl: Gemiddeld
pl: Średnie

source: High
cs: Vysoké
da: Høj
de: hoch
es: Alto
fr: Élevé
hu: Magas
it: Alto
nl: Hoog
pl: Wysokie

source: Network Usage:
cs: Využití sítě:
da: Netværksbrug:
de: Verwendung im Netzwerk:
es: Uso de red:
fr: Utilisation réseau :
hu: Hálózat kihasználtsága:
it: Uso di rete:
nl: Netwerkgebruik:
pl: Wykorzystanie sieci:

source: server
es: servidor
fr: serveur
hu: szerver
pl: serwer

source: client
cs: klient
da: klient
es: cliente
hu: kliens
nl: cliënt
pl: klient

source: %1 %2 connection from %3 to %4.
cs: %1 %2 spojení od %3 do %4.
da: %1 %2 forbindelse fra %3 til %4.
de: %1 %2 Verbindung von %3 zu %4.
es: %1 %2 conexión desde %3 hacia %4.
fr: Connexion %2 %1 depuis %3 vers %4.
hu: %1 %2 kapcsolat %3 -ból %4 -ba.
it: %1 %2 connessione da %3 a %4.
nl: %1 %2-verbinding van %3 naar %4.
pl: %1 %2 połączenie z %3 do %4

source: Bidirectional
cs: Obousměrný
da: Tovejs
de: Bidirektionale
es: Bidireccional
fr: bidirectionnelle
hu: Kétirányú
it: Bidirezionale
nl: Bidirectionele
pl: Dwukierunkowy

source: %1 packet from %2 to %3.
cs: %1 pakety od %2 do %3.
da: %1 pakke fra %2 til %3.
de: %1 Paket von %2 zu %3.
es: %1 paquete desde %2 hacia %3.
fr: %1 paquet depuis %2 vers %3.
hu: %1 csomag %2 -ból %3 -ba.
it: %1 pacchetto da %2 a %3.
nl: %1 pakket van %2 naar %3.
pl: %1 pakiet z %2 do %3

source: %1IP protocol %2 packet from %3 to %4.
cs: %1 IP protokol %2 pakety od %3 do %4.
da: %1IP-protokol %2 pakke fra %3 til %4.
de: %1 IP Protokoll %2 Paket von %3 zu %4.
es: %1 paquete de protocolo IP %2 desde %3 hacia %4.
fr: %1 protocole IP %2 paquet depuis %3 vers %4.
hu: %1 IP protokoll %2 csomagja %3 -ból %4-ba.
it: %1 protocollo IP %2 pacchetto da %3 a %4.
nl: %1 IP-protocol %2 pakket van %3 naar %4.
pl: %1IP protokół %2 pakiet z %3 do %4

source: Source Port:
cs: Zdrojový port:
da: Kildeport
de: Quellport:
es: Puerto de origen:
fr: Port source :
hu: Forrás port:
it: Porta sorgente:
nl: Bronpoort:
pl: Port źródłowy:

source: any
cs: nějaký
da: vilkårlig
de: beliebig
es: cualquiera
fr: quelconque
hu: bármelyik
it: qualsiasi
nl: elke
pl: żaden

source: privileged
cs: privilegovaný
da: privilegeret
de: privilegiert
es: privilegiado
fr: privilégié
hu: privilégizált
it: privilegiato
nl: met privileges
pl: uprzywilejowany

source: nonprivileged
cs: neprivilegovaný
da: uprivilegeret
de: nicht privilegiert
es: no privilegiado
fr: non-privilégié
hu: nem privilégizált
it: non privilegiato
nl: zonder privileges
pl: nieuprzywilejowany

source: dynamic
cs: dynamický
da: dynamisk
de: dynamisch
es: dinámico
fr: dynamique
hu: dinamikus
it: dinamico
nl: dynamisch
pl: dynamiczny

source: Type/Code:
cs: Typ/Kód:
da: Type/Kode:
de: Typ/Code:
es: Tipo/Código:
hu: Típus / kód:
it: Tipo/Codice:
pl: Typ/Kod:

source: Destination Port:
cs: Cílový port:
da: Destinations-port:
de: Zielport:
es: Puerto de destino:
fr: Port de destination :
hu: Cél port:
it: Porta di destinazione:
nl: Bestemmingspoort:
pl: Port Docelowy:

source: << IP addresses on the local machine >>
cs: << IP adresy na lokálním stroji >>
da: << IP-addresser på den lokale maskine >>
de: << IP-Adressen auf dem lokalen Rechner >>
es: << Direcciones IP de la máquina local >>
fr: << Adresses IP sur la machine locale >>
hu: << IP címek a helyi gépen >>
it: << Indirizzo IP sulla macchina locale >>
nl: << IP-adressen op de lokale machine >>
pl: << Adres IP na lokalnej maszynie >>

source: << IP addresses not matching any zone >>
cs: << IP adresy, které nesouhlasí v žádné zóně >>
da: << IP-addresser udenfor de øvrige definerede zoner >>
de: << IP-Adressen, die keiner Netzwerkzone angehören >>
es: << Direcciones IP que no coinciden con las de ninguna zona >>
fr: << Adresses IP ne se rapportant à aucune zone >>
hu: << IP címek egyik zónába sem tartoznak >>
it: << Gli indirizzi IP non corrispondono ad alcuna zona >>
nl: << IP-adressen die met geen enkele zone overeenkomen >>
pl: << Adres IP nie pasujący do żadnego obszaru >>

source: Guarddog was unable to find a Guarddog firewall at %1. This is probably ok, it just means that this is the first time Guarddog has been run on this system. But please be aware that the firewall settings shown may not represent the system's current firewalling configuration. Your Guarddog firewall will take effect once you use the 'Apply' button or exit Guarddog using 'Ok'.
cs: Guarddog nebyl schopný nalézt Guarddog firewall v %1. Vše je pravděpodobně v pořádku, může to znamenat, že Guraddog je na tomto systému spouštěn poprvé. Ale prosím buďte si vědomi že firewallové nastavení které je zobrazeno nemusí představovat stávající systémovou konfigurace firewallu. Vaš Guarddog firewall začne být účinný, když použijete tlačítko 'Použít' nebo můžete Guarddog ukončit, když použijete 'Ok'.
da: Guarddog kunne ikke finde en Guarddog firewall på %1. Det er sikkert helt i orden, hvis det er første gang du starter Guarddog på dette system. Men vær opmærksom på at de indstillinger du ser i programmet ikke indeholder evt. nuværende firewallindstillinger. Din Guarddog firewall vil overtage hele firewallfunktionen på dit systerm når du trykker på 'Anvend' eller lukker programmet med 'O.k.'
de: Guarddog konnte in %1 keine Guarddog Firewall finden. Wahrscheinlich ist dies kein Fehler, sondern bedeutet nur, dass Sie Guarddog zum ersten Mal auf diesem Rechner gestartet haben. Bitte beachten Sie, dass die angezeigten Firewall-Einstellungen nicht unbedingt die derzeitige Konfiguration Ihres Systems wiedergeben. Ihre Guarddog Firewall wird erst mit den gezeigten Einstellungen aktiv, wenn Sie den Knopf "Übernehmen" oder "OK" gedrückt haben.
es: Guarddog no ha podido encontrar un cortafuegos Guarddog en %1. Posiblemente esto es correcto y significa que esta es la primera vez que Guarddog funciona en este sistema. Pero tenga en cuenta que los valores mostrados pueden no representar la configuración actual del cortafuegos del sistema. Su cortafuegos Guarddog tomará efecto cuando pulse el botón 'Aplicar' o finalice Guarddog pulsando 'Aceptar'.
fr: Guarddog n'a pas été en mesure de trouver un pare-feu Guarddog à %1. Cela est probablement normal et signifie simplement qu'il s'agit de la première exécution de Guarddog sur ce système. Mais, soyez attentif au fait que la configuration affichée peut ne pas correspondre à l'actuelle configuration du pare-feu du sytème. Votre pare-feu Guarddog prendra effet dès lors que vous cliquerez sur le bouton « Appliquer » ou lorsque vous quitterez Guarddog en cliquant sur OK.
hu: A Guarddog nem találja a %1 helyen a Guarddog tűzfalat. Ez azt jelenti, hogy az első alkalommal indította el a Guarddogot ezen a rendszeren. Legyen figyelemmel, hogy a tűzfal beállítások, melyeket lát a programban, nem egyeznek meg a rendszer érvényes tűzfal beállításaival. Az Ön Guarddog tűzfala akkor lép először érvényre, mikor megnyomja az 'Alkalmaz' gombot, vagy az 'OK' gomb megnyomásásval kilép a programból.
it: Guarddog non è stato in grado di trovare un suo firewall in %1. Probabilmente questo non è un problema, non significando altro che è la prima volta che Guarddog viene avviato su questo sistema. Attenzione però al fatto che le impostazioni di firewall mostrate possono non rispecchiare la tua attuale configurazione. Il tuo firewall Guarddog avrà effetto una volta usato il pulsante 'Applica' o chiudendo Guarddog usando 'Ok'.
nl: Guarddog kon geen Guarddog-firewall vinden op %1. Dit is correct als dit de eerste keer is dat u Guarddog op dit systeem gebruikt. Maar denk er wel aan dat de firewall-instellingen die worden getoond mogelijk niet de huidige configuratie van uw firewall representeren. Uw Guarddog-firewall is actief zodra u op de knop "Toepassen" klikt, of Guarddog afsluit via de knop "Ok".
pl: Guarddog nie mógł znaleźć definicji własnego firewalla w %1. Jeżeli pierwszy raz uruchamiasz ten program to nie jest to błąd. Firewall Guarddoga zostanie stworzony tylko po pozytywnym potwierdzeniu ustawień. Jeżeli używasz innych firewalli konfiguracja firewalla Gaurddoga może nie odwzorować isniejącej konfiguracji sieci.

source: Guarddog was unable to read the file at %1 as being a Guarddog firewall. This probably means that this file in not actually a Guarddog firewall. This is not a problem, but please note that if you exit Guarddog via the 'Ok' button this file will be overwritten. If you do not want this to happen, then after closing this message, immediately quit Guarddog using the 'Cancel' button. Also please be aware that the firewall settings shown may not represent the system's current firewalling configuration. (Detailed message "%2")
cs: Guarddog nebyl schopen rozpoznat. že soubor %1 je soubor typu Guarddog firewall. To znamená, že soubor pravděpodobně není typu Guarddog firewall. Není to problém, ale uvědomte si, že pokud ukončíte Guarddog tlačítkem 'OK' bude tento soubor přepsán. Jestliže si to nepřejete, hned po zavření tohoto okna ukončete Guarddog stiskem tlačítka 'Zrušit'. Také si uvědomte, že zobrazená nastavení firewallu nemusí představovat stávající systémovou konfiguraci firewallu. (Detailní zpráva "%2")
da: Guarddog kunne ikke læse filen %1 som en Guarddog firewall-fil. Det betyder sikkert at filen slet ikke er en Guarddog firewall. Dette er ikke noget problem, men vær opmærksom på at hvis du afslutter Guarddog via knappen 'O.k.' vil denne fil blive overskrevet. Hvis du ikke vil overskrive denne fil skal du afslutte Guarddog med det samme med 'Annulér'-knappen. Vær også opmærksom på at de indstillinger du ser i programmet ikke indeholder evt. nuværende firewallindstillinger. (Detaljeret beskrivelse "%2")
de: Guarddog konnte die Datei in %1 nicht als Guarddog-Firewall öffnen. Wahrscheinlich handelt es sich nicht um eine Guarddog Firewalldatei. Dies ist kein Problem, aber beachten Sie bitte, dass diese Datei überschrieben wird, wenn sie Guarddog mit dem Knopf "OK" verlassen. Wollen Sie dies verhindern, verlassen Sie Guarddog direkt nach Schliessen dieser Meldung mit dem Knopf "Abbrechen". Bitte beachten Sie bitte außerdem, dass die angezeigten Firewall-Einstellungen nicht unbedingt die derzeitige Konfiguration Ihres Systems wiedergeben. (Ausführliche Meldung "%2")
es: Guarddog no ha podido leer el fichero en %1 como procedente de un cortafuegos Guarddog. Probablemente quiera decir que este fichero no es realmente un cortafuegos Guarddog. Esto no es problema, pero tenga en cuenta que este fichero será modificado si sale de Guarddog pulsando el botón 'Aceptar'. Si no desea que esto suceda, inmediatamente, tras cerrar este mensaje, cierre Guarddog pulsando el botón 'Cancelar'. Tenga en cuenta tambien que los valores mostrados pueden no corresponder con la configuración actual del cortafuegos de su sistema. (Mensaje detallado "%2")
fr: Lors de la lecture, Guarddog n'a pas été en mesure d'interpréter le fichier %1 comme étant un pare-feu Guarddog. Cela signifie manifestement que ce fichier n'est pas un pare-feu Guarddog. Il ne s'agit pas d'un problème. Toutefois, veuillez remarquer que si vous quittez Guarddog en cliquant sur le bouton « OK » ce fichier sera écrasé. Si vous ne souhaitez pas que cela se produise, fermez alors ce message puis quittez immédiatement Guarddog en cliquant sur le bouton « Annuler ». Soyez également attentif au fait que la configuration affichée peut ne pas correspondre à l'actuelle configuration du pare-feu du sytème. (Message détaillé : "%2")
hu: A Guarddog nem tudja beolvasni a fájlt %1, mint Guarddog tűzfal fájlt. Valószínűleg ez a fájl nem Guarddog tűzfal fájl. Ez nem jelent problémát, de kérem figyeljen arra, ha kilép a Guarddogból OK gombbal, ez a fájl felülíródik. Ha ez nem akarja, ennek az üzenetnek a bezárása után azonnal lépjen ki a Mégsem gombbal a Guarddogból. Arra is legyen figyelemmel, hogy a tűzfal beállítások, melyeket lát a programban, nem egyeznek meg a rendszer érvényes tűzfal beállításaival. (Részletes üzenet "%2")
it: Guarddog non è stato in grado di leggere il file in %1 come un suo firewall. Molto probabilmente ciò significa che il file non è attualmente un firewall di Guarddog. Ciò non è un problema ma, per favore, nota che il file sarà sovrascritto se chiudi Guarddog via il pulsante di 'Ok'. Se non vuoi che questo accada, chiudi immediatamente Guarddog usando il pulsante 'Cancella' dopo aver chiuso questo messaggio. Ancora, per favore fa attenzione che le impostazioni del firewall mostrate possono non rappresentare l'attuale configurazione di firewall del sistema. (Messaggio dettagliato "%2")
nl: Guarddog herkende het bestand op %1 niet als een Guarddog-firewall. Dit betekent waarschijnlijk dat het bestand geen Guarddog-firewall is. Dit is geen probleem, maar onthoud dat wanneer u Guarddog afsluit via de knop 'OK', Guarddog het bestand zal overschrijven. Als u niet wilt dat dat gebeurt, Sluit dan na deze melding Guarddog onmiddelijk af via de knop "Annuleren". Onthoud tevens dat de firewall-instellingen die worden getoond mogelijk niet uw huidige firewall-configuratie representeren. (Gedetailleerde melding: "%2")
pl: Guarddog nie mógł odczytać pliku z %1 jako definicji firewalla Guarddoga. To oznacza że owy plik nie jest firewallem Guarddoga i zostanie nadpisany w przypadku potwierdzenia ustawień w programie. (Szczegóły "%2")

source: An error occurred while writing the firewall script to disk. (Detailed message: "%1")
cs: Během zapisování skriptu firewallu se vyskytla chyba (Detailní zpráva: "%1")
da: Der opstod en fejl under skrivning af firewall-scriptet på disken. (Detaljeret beskrivelse: "%1")
de: Beim Schreiben des Firewall-Skriptes ist ein Fehler aufgetreten. (Ausführliche Meldung "%1")
es: Ocurrió un error mientras se escribía la configuración del cortafuegos al disco. (Mensaje detallado: "%1")
fr: Une erreur s'est produite lors de l'écriture du script de pare-feu sur le disque. (Message détaillé : "%1")
hu: A tűzfal szkript lemezre írásakor hiba történt. (Részletes üzenet: "%1")
it: Si è verificato un errore mentre scrivevo su disco lo script del firewall. (Messaggio dettagliato: "%1")
nl: Er deed zich een fout voor tijdens het opslaan van het firewall-script. (Gedetailleerde melding: "%1")
pl: Błąd przy zapisie firewalla (Szczegóły: "%1")

source: You are about to modify the system's firewall configuration. These changes may disrupt current network connections. Do you wish to continue?
cs: Chystáte se změnit systémové nastavení firewallu. Tyto změny mohou narušit síťová připojení. Chcete pokračovat?
da: Du skal til at ændre systemets firewall-konfiguration. Disse ændringer kan afbryde nuværende netværksforbindelser. Ønsker du at fortsætte?
de: Sie sind dabei, die Konfiguration der Firewall auf diesem System zu verändern. Diese Änderungen können bestehende Netzwerkverbindungen unterbrechen. Möchten Sie fortfahren?
es: Está a punto de modificar la configuración del cortafuegos del sistema. Estos cambios cortarán momentáneamente las conexiones de red. ¿Quiere continuar?
fr: Vous êtes sur le point de modifier la configuration du pare-feu du système. Ces modifications peuvent affecter les connexions réseau en cours. Souhaitez-vous poursuivre ?
hu: Módosítani fogja a rendszer tűzfal beállításait. Ezek a változások megszakíthatják a hálózati kapcsolatokat. Akarja folytatni?
it: Stai per modificare la configurazione di firewall del sistema. Questi cambiamenti possono distruggere le attuali connessioni di rete. Vuoi davvero continuare?
nl: U staat op het punt de firewall-instellingen van uw systeem te wijzigen. Deze wijzigingen kunnen uw huidige netwerkverbindingen verstoren. Wilt u verdergaan?
pl: Zamierzasz zmienić ustawienia firewalla. Może to zakłucić działanie sieci. Czy chcesz kontynuować?

source: An error occurred while trying to modify system's firewall configuration. The operating system has this to report about the error: %1
cs: Při pokusu o změnu v systémovém nastavení firewallu se vyskytla chyba Operační systém tuto chybu identifikuje takto: %1
da: Der opstod en fejl under forsøget på at ændre systemets firewall-indstillinger. Styresystemet gav disse oplysninger om fejlen: %1
de: Bei dem Versuch die Konfiguration der Firewall auf diesem System zu ändern,ist ein Fehler aufgetreten. Das Betriebssystem lieferte folgende Fehlermeldung: %1
es: Ocurrió un error mientras se intentaba cambiar la configuración del cortafuegos. El sistema operativo informa el siguiente error: %1
fr: Une erreur s'est produite à l'occasion de la modification de la configuration du pare-feu du système. Voici ce que le système d'exploitation rapporte sur cette erreur : %1
hu: Hiba történt a rendszer tűzfal beállításainak változtatásakor. Az operációs rendszer a következő hibaüzenetet küldte: %1
it: Si è verificato un errore mentre cercavo di modificare la configurazione di firewall di sistema. Il sistema operativo ha riportato quanto segue riguardo l'errore: %1
nl: Er deed zich een fout voor tijdens het wijzigen van de firewall-configuratie van uw computer. Het besturingssysteem gaf deze informatie over de fout: %1
pl: Błąd podczas modyfikacji ustawień firewalla. Błąd zwrócony przez system: %1

source: An error occurred while applying the firewall. The operating system has this to report about the error: %1
cs: Při pokusu aplikovat firewall se vyskytla chyba. Operační systém tuto chybu identifikuje takto: %1
da: Der opstod en fejl under forsøget på at starte firewallen. Styresystemet gav disse oplysninger om fejlen: %1
de: Beim Aufsetzen der Firewall ist ein Fehler aufgetreten. Das Betriebssystem lieferte folgende Fehlermeldung: %1
es: Ocurrió un error al aplicar el cortafuegos. El sistema operativo informa el siguiente error: %1
fr: Une erreur s'est produite lors de la mise en place du pare-feu. Voici ce que le système d'exploitation rapporte sur cette erreur : %1
hu: A tűzfal beállítások alkalmazásakor hiba történt. Az operációs rendszer a következő hibaüzenetet küldte: %1
it: Si è verificato un errore mentre cercavo di applicare il firewall. Il sistema operativo ha riportato quanto segue riguardo l'errore: %1
nl: Er deed zich een fout voor tijdens het toepassen van de firewall. Het besturingssysteem gaf deze informatie over de fout: %1
pl: Błąd przy aktywacji firewalla. Błąd zwrócony przez system: %1

source: Starting firewall
cs: Spuštění firewallu
da: Starter firewall
de: Firewall wird gestartet
es: Arrancando el cortafuegos
fr: Mise en place du pare-feu
hu: Tűzfal indítása
it: Avvio il firewall
nl: Firewall wordt gestart
pl: Aktywuję firewall

source: Starting firewall... Output:
cs: Spuštění firewallu... Výstup:
da: Starter firewall... Uddata:
de: Firewall wird gestartet... Ausgaben:
es: Arrancando el cortafuegos... Resultado:
fr: Mise en place du pare-feu... Sortie :
hu: Tűzfal indítása... Kimenet:
it: Avvio il firewall... Resoconto:
nl: Firewall wordt gestart... Uitvoer:
pl: Aktywuję firewall... Wynik:
