Repository: SamAxe/guard-puppy
Catalog: po/*.po
Languages: cs, da, de, es, fr, hu, it, nl, pl

source: An error occured while reading the protocol database. Details: "%1"
cs: Při čtení databáze protokolu došlo k chybě. Detaily: "%1"
da: Der fremkom en fejl under læsning af protokoldatabasen. Detaljer: "%1"
de: Beim Lesen der Protokoll-Datenbank ist ein Fehler aufgetreten. Details: "%1"
es: Ocurrió un error mientras se leía el fichero de definiciones de protocolos Detalles: "%1"
fr: Une erreur s'est produite lors de la lecture de la base de données des protocoles. Details : "%1"
hu: Hiba történt a protkoll adatbázis olvasása közben. Részletek: "%1"
it: Si è verificato un errore mentre leggevo l'archivio dei protocolli. Dettagli: "%1"
nl: Er deed zich een fout voor tijdens het lezen van de protocoldatabase. Details: "%1"
pl: Pojawił się błąd podczas wczytywania bazy danych protokołów Szczegóły: "%1"

source: Zone
cs: Zóna
de: Netzwerkzone
es: Zona
hu: Zóna
it: Zona
pl: Obszar

source: Defined Network Zones:
cs: Definuje síťové zóny:
da: Netværkszoner:
de: Eingerichtete Netzwerkzonen:
es: Zonas de red definidas:
fr: Zones réseau définies :
hu: Megadott hálózati zónák:
it: Zone di rete definite:
nl: Gedefinieerde netwerkzones:
pl: Zdefiniowane Obszary Sieci

source: New Zone
cs: Nová zóna
da: Ny zone
de: Neue Netzwerkzone
es: Nueva Zona
fr: Définir une zone
hu: Új zóna
it: Nuova zona
nl: Nieuwe zone
pl: Nowy Obszar

source: Delete Zone
cs: Smazat zónu
da: Slet zone
de: Netzwerkzone löschen
es: Borrar Zona
fr: Supprimer une zone
hu: Zóna törlése
it: Cancella la zona
nl: Zone verwijderen
pl: Kasuj Obszar

source: Zone Properties
cs: Vlastnosti zóny
da: Zone-egenskaber
de: Eigenschaften der Netzwerkzonen
es: Propiedades de la Zona
fr: Propriétés de la zone
hu: Zóna tulajdonságok
it: Proprietà della zona
nl: Zone-eigenschappen
pl: Właściwości Obszaru

source: Name:
cs: Jméno:
da: Navn:
es: Nombre:
fr: Nom :
hu: Név:
it: Nome:
nl: Naam:
pl: Nazwa:

source: Comment:
cs: Komentář:
da: Kommentar:
de: Kommentar:
es: Comentario:
fr: Commentaire :
hu: Megjegyzés:
it: Commento:
nl: Toelichting:
pl: Komentarz:

source: Zone Addresses
cs: Adresa zóny
da: Zone-adresser
de: Adressen der Netzwerkzone
es: Direcciones de la Zona
fr: Adresses de la zone
hu: Zóna címei
it: Indirizzi di zona
nl: Zone-adressen
pl: Adres Obszaru

source: New Address
cs: Nová adresa
da: Ny adresse
de: Neue Netzwerkadresse
es: Nueva Dirección
fr: Définir une adresse
hu: Új cím
it: Nuovo indirizzo
nl: Nieuw adres
pl: Nowy Adres

source: Delete Address
cs: Vymazat adresu
da: Slet adresse
de: Netzwerkadresse löschen
es: Borrar Dirección
fr: Supprimer une adresse
hu: Cím törlése
it: Cancella l'indirizzo
nl: Adres verwijderen
pl: Kasuj Adres

source: Address:
cs: Adresa:
da: Adresse:
de: Netzwerkadresse:
es: Dirección:
fr: Adresse :
hu: Cím:
it: Indirizzo:
nl: Adres:
pl: Adres

source: Connection
cs: Spojení
da: Forbindelse
de: Verbindung
es: Conexión
fr: Connexion
hu: Kapcsolat
it: Connessione
nl: Verbinding
pl: Połączenie

source: Addresses can be host names, network names or IP addresses. Masks can be specified as network masks or a plain number. e.g. 192.168.1.0/255.255.255.0 or 192.168.1.0/24
cs: Adresou může být hostitelské jméno, jméno sítě nebo IP adresy.Maska může být specifikována jako síťová maska nebo jednoduché číslo. e.g. 192.168.1.0/255.255.255.0 nebo 192.168.1.0/24
da: Adresser kan være værtsnavne, netværksnavne eller IP-adresser. Masker kan skrives som netværksmasker eller som korte tal. Fx 192.168.1.0/255.255.255.0 eller 192.168.1.0/24
de: Adressen können Host-Namen, Netzwerknamen oder IP-Adressen sein. Masken können als Netzwerkmasken (z.B. 192.168.1.0/255.255.255.0) oder als Zahlenwert (z.B.192.168.1.0/24) angegeben werden.
es: Las direcciones pueden ser nombres de ordenadores, nombres de redes o direcciones IP. Las máscaras pueden ser especificadas como máscaras de red o un número. Por ejemplo 192.168.1.0/255.255.255.0 ó 192.168.1.0/24
fr: Les adresses peuvent être des noms d'hôtes, des noms de réseau ou des adresses IP. Les masques peuvent être spécifiés en tant que masques de réseau ou comme des numéros IP complets, ex : 192.168.1.0/255.255.255.0 ou 192.168.1.0/24
hu: A címek hoszt nevek, hálózat nevej, vagy IP címek lehetnek. A maszk hálózati maszk, vagy szám lehet, például: 192.168.1.0/255.255.255.0 vagy 192.168.1.0/24
it: Gli indirizzi possono essere nomi di nodo, nomi di rete o indirizzi IP. Le maschere possono essere specificate come maschere di rete o come numero ordinario. Cioè 192.168.1.0/255.255.255.0 oppure 192.168.1.0/24
nl: Adressen kunnen hostnamen, netwerkmaskers of IP-adressen zijn. Maskers kunnen worden gespecificeerd als netwerkmaskers of een getal. Bijv. 192.168.1.0/255.255.255.0 of 192.168.1.0/24
pl: Adresem mogą być nazwy hostów, nazwy sieci lub adresy IP. Maski mogą być podane jako maski sieci lub jako zwykłe liczby np. 192.168.1.0/255.255.255.0 czy 192.168.1.0/24

source: Protocol
cs: Protokol
da: Protokol
de: Protokoll
es: Protocolo
fr: Protocole
hu: Protokoll
it: Protocollo
pl: Protokół

source: <qt><p><b>Click on the name of a protocol to view information about it.</b></p><p>(Advanced information can be turned on using the "Show advanced protocol help" checkbox on the Advanced tab.)</p></qt>
cs: <qt><p><b>Klikni na jméno protokolu k náhledu informací o něm.</b></p><p>(Pokročilé informace lze zapnout použitím tohoto "Zobraz pokročilou nápovědu k protokolu" v zatrhovávacím rámečku v tabulce "Pokročilé"</p><q/>
da: <qt><p><b>Klik på protokollens navn for at få information om den.</b></p><p>(Udvidet information kan vises hvis du slår "Vis udvidet protokol hjælp" til på fanebladet Avanceret.)</p></qt>
de: <qt><p><b>Klicken Sie auf den Namen des Protokolls, damit weitere Informationen angezeigt werden.</b></p><p>Weiterführende Informationen erhalten Sie, wenn Sie das Ankreuzfeld "Weiterführende Protokollhilfe anzeigen" auf dem Reiter "Erweiterte Einstellungen" markieren.)</p></qt>
es: <qt><p><b>Haga clic sobre el nombre de un protocolo para ver información sobre ese protocolo.</b></p><p>(Se puede ver información ampliada si se activa la casilla "Mostrar ayuda avanzada del protocolo" en la pestaña Avanzado </p></qt>
fr: <qt><p><b>Cliquez sur le nom du protocole pour voir l'information s'y rapportant.</b></p><p>Plus d'information vous est proposée en cochant la case « Afficher les spécifications détaillées des protocoles » dans l'onglet Avancé.</p></qt>
hu: <qt><p><b>A protokoll nevére kattintva információkat kap róla.</b></p><p>(Részletes informáiót úgy kaphat, hogy bekapcsolja a "Részletes protokoll segítség mutatása" -t a Részletek fülön.)</p></qt>
it: <qt><p><b>Fai click sul nome di un protocollo per vedere le informazioni al suo riguardo.</b></p><p> (Le informazioni avanzate possono essere attivate usando il riquadro "Mostra l'aiuto avanzato dei protocolli" nel sottomenù Avanzato.)</p></qt>
nl: <qt><p><b>Klik op de naam van een protocol om de informatie erover te lezen.</b></p>(U kunt geavanceerde informatie activeren door bij tabblad "Geavanceerd" het selectievakje "Geavanceerde protocolhelp tonen" te kiezen.)<p></p>
pl: <qt><p><b>Kliknij na nazwę protokołu by zobaczyć informacje na jego temat.</b></p><p>Dodatkowe informacje mogą być wyświetlane po włączeniu "Szczegółowy opis protokołów" w zakładce "Dodatki"</p></qt>

source: Protocols served from zone 'Internet' to clients in zones:
cs: Obsluha protokolu ze zóny 'Internet' ke klientům v zónách:
da: Protokoller der giver adgang til zonen 'Internet' fra klienter i zonerne:
de: Protokolle, die von der Netzwerkzone 'Internet' für Clients in den folgenden Zonen bereitgestellt werden:
es: Protocolos servidos por la zona Internet a los clientes de las zonas:
fr: Protocoles desservis depuis la zone « Internet » vers les clients en zone :
hu: A protokollok az 'Internet' zónából az alábbi zónákban található kliensekhez konfigurálhatók:
it: Protocolli serviti dalla zona 'Internet' a client in zone:
nl: Protocollen bedient vanuit zone 'Internet' aan cliënten in zones:
pl: Protokoły z obszaru 'Internet' do klientów w obszarach:

source: = protocol is blocked.
cs: = protokol je zablokován.
da: = protokollen blokkeres.
de: = Das Protokoll wird blockiert.
es: = protocolo bloqueado.
fr: = protocole bloqué.
hu: = protokoll blokkolva van.
it: = il protocollo è bloccato.
nl: = protocol is geblokkeerd.
pl: = protokół jest blokowany

source: = protocol is permitted.
cs: = protokol je povolen.
da: = protokollen tillades.
de: = Das Protokoll ist zugelassen.
es: = protocolo permitido.
fr: = protocole accepté.
hu: = protokoll engedélyezve.
it: = il protocollo è permesso.
nl: = protocol is toegestaan.
pl: = protokół jest dopuszczony

source: = protocol is rejected.
cs: = protokol je zamítnut.
da: = protokollen afvises.
de: = Das Protokoll wird abgelehnt
es: = protocolo rechazado.
fr: = protocole rejeté.
hu: = protokoll elutasítva.
it: = il protocollo è respinto.
nl: = protocol is geweigerd.
pl: = protokół jest odrzucany

source: Logging
cs: Záznam dat
da: Logger
de: Protokollierung
es: Registro
fr: Journalisation
hu: Logolás
it: Accesso
nl: Loggen
pl: Logi

source: Log blocked packets
cs: Zapisování blokovaných paketů
da: Log blokkerede pakker
de: Protokolliere verworfene Pakete
es: Registrar paquetes bloqueados
fr: Journalisation des paquets bloqués
hu: Blokkolt csomagok logolása
it: Registra i pacchetti bloccati
nl: Geblokkeerde pakketten loggen
pl: Rejestruj blokowane pakiety

source: Log rejected packets
cs: Zapisování odmítnutých paketů
da: Log afviste pakker
de: Protokolliere abgelehnte Pakete.
es: Registrar paquetes rechazados
fr: Journalisation des paquets rejetés
hu: Elutasított csomagok logolása
it: Registra i pacchetti respinti
nl: Geweigerde pakketten loggen
pl: Rejestruj odrzucane pakiety

source: Note: the options below do not apply to Linux kernels <2.4.
cs: Poznámka: tato volba se neaplikuje na Linuxové jádro <2.4.
da: Note: indstillingerne herunder gælder ikke Linuxkerner <2.4.
de: Anmerkung: die untenstehenden Optionen gelten nicht für Kernel < 2.4.
es: Nota: las opciones inferiores no se aplican en kernels de Linux <2.4.
fr: Remarque : les options suivantes ne sont pas applicables pour les noyaux Linux <2.4.
hu: Megjegyzés: 2.4-nél régebbi Linux kernel esetén ezek az opciók nem alkalmazhatók.
it: Nota: le opzioni seguenti non si applicano ai kernel Linux precedenti la versione 2.4.
nl: Opmerking: de opties hieronder zijn niet van toepassing op kernels ouder dan 2.4.
pl: Notka: opcje poniżej nie dotyczą Kerneli < 2.4

source: Log aborted TCP connections (half open scans)
cs: Zapisování přerušených TCP spojení (je z poloviny otevřený a skenován)
da: Log afbrudte TCP-forbindelser (halvåbne skanninger)
de: Protokolliere abgebrochene TCP Verbindungen (sogenannte "half open scans")
es: Registrar conexiones TCP abortadas (exploraciones half open)
fr: Journalisation des connexions TCP interrompues (scannages semi-ouverts)
hu: Megszakított TCP kapcsolatok logolása
it: Registra le connessioni TCP abortite (scansioni mezze aperte)
nl: Afgebroken TCP-verbindingen (half-open scans) loggen
pl: Rejestruj przerwane połączenia TCP (półotwarte skany)

source: Rate Limiting
cs: Míra omezení
da: Hyppighedsbegrænsning
de: Protokollierungsrate festlegen
es: Limitar tasas
fr: Restrictions
hu: Sebesség határ
it: Tasso limitante
nl: Snelheidsbegrenzing
pl: Limit częstotliwości

source: Rate limit logging
cs: Míra limitu záznamu dat
da: Logning af hyppighedsbegrænsning
de: Protokollierung begrenzen
es: Limitar tasa de registro
fr: Restriction de journalisation
hu: Sebesség határ logolás
it: Registra il tasso limite
nl: Logsnelheid begrenzen
pl: Częstotliwość rejestracji

source: Rate:
cs: Rychlost:
da: Hyppighed:
de: Häufigkeit:
es: Tasa:
fr: Taux :
hu: Sebesség:
it: Frequenza:
nl: Snelheid:
pl: Częstotliwość

source: packets per
cs: pakety za
da: pakker pr.
de: Pakete pro
es: paquetes por
fr: paquets par
hu: csomag
it: pacchetti per
nl: pakketten per
pl: pakietów na

source: Second
cs: Sekunda(u)
da: Sekund
de: Sekunde
es: Segundo
fr: Seconde
hu: Másodperc
it: Secondo
nl: seconde
pl: Sekundę

source: Minute
cs: Minuta(u)
da: Minut
es: Minuto
hu: Perc
it: Minuto
nl: minuut
pl: Minutę

source: Hour
cs: Hodina(u)
da: Time
de: Stunde
es: Hora
fr: Heure
hu: Óra
it: Ora
nl: uur
pl: Godzinę

source: Day
cs: Den
da: Dag
de: Tag
es: Día
fr: Jour
hu: Nap
it: Giorno
nl: dag
pl: Dzień

source: Burst:
cs: Shluk:
da: Storm:
es: Ráfaga:
fr: Rafale :
hu: Törés:
it: Picco:
nl: Piek:
pl: Emituj

source: packets
cs: pakety
da: pakker
de: Pakete
es: paquetes
fr: paquets
hu: csomagok
it: pacchetti
nl: pakketten
pl: pakietów

source: Warn when limiting
cs: Varovat při omezení
da: Advar ved begrænsning
de: Warnung ausgeben, wenn Limitierung zuschlägt
es: Advertir cuando llegue al límite
fr: Avertir en cas de restriction
hu: Korlát elérésekor figyelmeztetés
it: Avvisa quando limitante
nl: Waarschuwen als er begrensd wordt
pl: Ostrzegaj przy limitach

source: Warning Rate:
cs: Varovat při rychlosti:
da: Advarselshyppighed:
de: Häufigkeit der Warnung:
es: Tasa de advertencias:
fr: Taux d'avertissement :
hu: Figyelmeztetési sebesség:
it: Tasso d'allerta:
nl: Waarschuwingssnelheid:
pl: Częstotliwość ostrzegania

source: per
cs: za
da: pr.
de: pro
es: por
fr: par
pl: na

source: Log IP Options
cs: Zapisování IP voleb
da: Log IP-indstillinger
de: Protokolliere IP-Optionen
es: Registrar IP Options
fr: Journalisation des options IP
hu: IP beállítások logolása
it: Registra le opzioni IP
nl: IP-opties loggen
pl: Rejestruj opcje IP

source: Log TCP sequence numbers
cs: Zapisování TCP sekvencí čísel
da: Log TCP-sekvensnumre
de: Protokolliere TCP-Folgenummern
es: Registrar números de secuencia TCP
fr: Journalisation des numéros de séquence TCP
hu: TCP sorrend számok logolása
it: Registra i numeri della sequenza TCP
nl: TCP-volgnummers loggen
pl: Rejestruj sekwencje liczb TCP

source: Log TCP Options
cs: Zapisování TCP voleb
da: Log TCP-indstillinger
de: Protokolliere TCP-Optionen
es: Registrar TCP Options
fr: Journalisation des options TCP
hu: TCP beállítások logolása
it: Registra le opzioni TCP
nl: TCP-opties loggen
pl: Rejestruj Opcje TCP

source: Logging Priority:
cs: Záznamové priority:
da: Log niveau:
de: Priorität für Protokollierung:
es: Prioridad de registro:
fr: Priorité de journalisation :
hu: Prioritás logolása:
it: Priorità del registro:
nl: Prioriteit van loggen:
pl: Pryjorytet rejestracji

source: Emergency
cs: Nouzový
da: Nødsituation
de: Notfall
es: Emergencia
fr: Urgence
hu: Vészhelyzet
it: Emergenza
nl: Noodgeval
pl: Sytuacja Krytyczna

source: Alert
cs: Upozornění
da: Advarsel
de: Alarm
es: Alerta
fr: Alerte
hu: Figyelmeztetés
it: Allerta
nl: Alarm
pl: Alarm

source: Critical
cs: Kritický
da: Kritisk
de: Kritisch
es: Crítica
fr: Critique
hu: Kritikus
it: Critico
nl: Kritiek
pl: Krytyczny

source: Notice
cs: Oznámení
da: Bemærkning
de: Meldung
es: Notificación
fr: Remarque
hu: Megjegyzés
it: Notifica
nl: Melding
pl: Uwaga

source: Debug
cs: Ladit
da: Fejlret
es: Depuración
fr: Débogage
hu: Hiba
it: Correzione

source: Advanced
cs: Pokročilé
da: Avanceret
de: Erweiterte Einstellungen
es: Avanzado
fr: Avancé
hu: Továbbiak
it: Avanzato
nl: Geavanceerd
pl: Zaawansowane

source: Disable firewall
cs: Zakázat firewall
da: Slå firewall fra
de: Firewall abschalten
es: Deshabilitar el cortafuegos
fr: Désactiver le pare-feu
hu: Tűzfal tiltása
it: Disabilita il firewall
nl: Firewall uitschakelen
pl: Wyłącz Firewall

source: Show advanced protocol help
cs: Ukazovat rozšířenou nápovědu protokolu
da: Vis udvidet protokolhjælp
de: Erweiterte Protokollhilfe anzeigen
es: Mostrar ayuda avanzada del protocolo
fr: Afficher les spécifications détaillées des protocoles
hu: Részletes protokoll segítség mutatása
it: Mostra l'aiuto avanzato dei protocolli
nl: Geavanceerde protocolhelp tonen
pl: Pokaż pomoc dla zaawnsowanych protokołów

source: Enable DHCP on interfaces:
cs: Povolení v DHCP rozhraní:
da: Tillad DHCP via netkortene:
de: DHCP auf diesen Interfaces zulassen:
es: Permitir DHCP en los interfaces:
fr: Autoriser les requêtes DHCP sur les interfaces :
hu: DHCP engedélyezése a csatolón:
it: Abilita il DHCP sulle interfacce:
nl: DHCP activeren op interfaces:
pl: Włącz DHCP na interfejsach:

source: Enable DHCP server on interfaces:
cs: Povolení v DHCP serveru rozhraní:
da: Tillad DHCP-server via netkortene:
de: DHCP Server auf diesen Interfaces zulassen:
es: Permitir servidor DHCP en los interfaces:
fr: Autoriser l'écoute du serveur DHCP sur l'interface :
hu: DHCP szerver engedélyezése a csatolón:
it: Abilita il server DHCP sulle interfacce:
nl: DHCP-server activeren op interfaces:
pl: Włącz serwer DHCP na interfejsach:

source: Local Dynamic Port Range:
cs: Lokální dynamický rozsah portů:
da: Område med lokale dynamiske porte:
de: Lokaler Bereich für dynamische Ports:
es: Rango de Puertos Dinámicos Locales:
fr: Plage des ports locaux dynamiques :
hu: Helyi dinamikus port tartomány:
it: Intervallo della Porta Dinamica Locale:
nl: Lokaal bereik voor dynamische poorten:
pl: Zasięg Lokalnych Dynamicznych Portów

source: Allow TCP timestamps
cs: Povolit TCP časové značky
da: Tillad TCP tidsstemplinger
de: TCP-Zeitstempel zulassen
es: Permitir TCP timestamps
fr: Autoriser le timbrage de l'horloge TCP
hu: TCP időbélyegző engedélyezése
it: Permetti le indicazioni temporali TCP
nl: TCP-tijdsaanduidingen toestaan
pl: Dopuść znacznik czasu TCP

source: User Defined Protocols
cs: Uživatelské nastavení protokolu
da: Brugerdefinerede protokoller
de: Benutzerdefinierte Protokolle
es: Protocolos definidos por el usuario
fr: Protocoles définis par l'utilisateur
hu: Felhasználó által definiált protokollok
it: Protocolli definiti dall'utente
nl: Gebruikergedefinieerde procotollen
pl: Protokoły zdefiniowane przez użytkownika

source: Name
cs: Jméno
da: Navn
es: Nombre
fr: Nom
hu: Név
it: Nome
nl: Naam
pl: Nazwa

source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
it: Tipo
pl: Typ

source: Port
es: Puerto
it: Porta
nl: Poort

source: New Protocol
cs: Nový protokol
da: Ny protokol
de: Neues Protokoll
es: Nuevo Protocolo
fr: Ajouter un protocole
hu: Új protokoll
it: Nuovo protocollo
nl: Nieuw protocol
pl: Nowy Protokół

source: Delete Protocol
cs: Vymazat protokol
da: Slet protokol
de: Protokoll löschen
es: Borrar Protocolo
fr: Supprimer un protocole
hu: Protokoll törlése
it: Cancella il protocollo
nl: Protocol verwijderen
pl: Kasuj Protokół

source: Type:
cs: Typ:
de: Typ:
es: Tipo:
hu: Típus:
it: Tipo:
pl: Typ:

source: Ports:
cs: Porty:
da: Porte:
es: Puertos:
hu: Portok:
it: Porte:
nl: Poorten:
pl: Porty:

source: Bidirectional
cs: Obousměrný
da: Tovejs
de: Bidirektional
es: Bidireccional
fr: Bidirectionnel
hu: Kétirányú
it: Bidirezionale
nl: Bidirectioneel
pl: Dwukierunkowy

source: Import/Export
cs: Vstup/Výstup
da: Import/Eksport
de: Importieren/Exportieren
es: Importar/Exportar
fr: Importer / Exporter
it: Importa - Esporta
nl: Importeren/exporteren
pl: Import/Eksport

source: Description:
cs: Popis:
da: Beskrivelse:
de: Beschreibung:
es: Descripción:
hu: Leírás:
it: Descrizione:
nl: Beschrijving:
pl: Opis:

source: Import...
cs: Vstup ...
da: Importér...
de: Importieren...
es: Importar...
fr: Importer...
hu: Importálás...
it: Importa...
nl: Importeren...

source: Export...
cs: Výstup ...
da: Eksportér...
de: Exportieren...
es: Exportar...
fr: Exporter...
hu: Exportálás...
it: Esporta...
nl: Exporteren...
pl: Eksport...

source: Restore to factory defaults...
cs: Obnovit tovární nastavení...
da: Gendan indbyggede standard-indstillinger...
de: Werkseinstellung wiederherstellen...
es: Volver a los valores 'de fábrica'...
fr: Rétablir les valeurs par défaut...
hu: Gyári értékek visszaállítása...
it: Ristabilisci le impostazioni predefinite...
nl: Terug naar fabrieksinstellingen...
pl: Przywróć ustawienia fabryczne

source: Protocols served from zone '%1' to clients in zones:
cs: Protokol obsloužil v zóně '%1' ke klientům v zónách:
da: Protokoller der giver adgang til zonen '%1' fra klienter i zonerne:
de: Protokolle, die von der Netzwerkzone %1 für Clients in den folgenden Zonen bereitgestellt werden:
es: Protocolos servidos desde la zona '%1' a los clientes de las zonas:
fr: Protocoles desservis depuis la zone « %1 » vers les clients en zone :
hu: A protokollok a(z) '%1' zónából az alábbi zónákban található kliensekhez konfigurálhatók:
it: Protocolli serviti dalla zona '%1' a client nelle zone:
nl: Protocollen bedient vanuit zone '%1' aan cliënten in zones:
pl: Protokoły z obszaru '%1' do klientów w obszarach

source: new.address
cs: nová.adresa
de: Neue Netzwerkadresse
es: nueva.dirección
fr: Nouvelle adresse
hu: új cím
it: nuovo.indirizzo
nl: Nieuw adres
pl: nowy.adres

source: Import firewall
cs: Vstupní firewall
da: Importér firewall
de: Firewall-Regeln importieren
es: Importar cortafuegos
fr: Importer les règles de pare-feu
hu: Tűzfal beállítások importálása
it: Importa firewall
nl: Firewall importeren
pl: Importuj firewalla

source: Guarddog was unable to read the file at %1 as being a Guarddog firewall. This probably means that this file in not actually a Guarddog firewall. (Detailed message "%2")
cs: Guarddog nebyl schopný načíst tento soubor v %1 jako Guarddog firewall. To pravděpodobně znamená že soubor není souborem Guarddog firewallu. (Detailní zpráva "%2")
da: Guarddog kunne ikke genkende filen %1 som en Guarddog firewall. Det betyder sikkert at filen ikke er en Guarddog firewall-fil. (Detaljeret beskrivelse "%2")
de: Guarddog konnte die Datei %1 nicht als Guarddog Firewall einlesen. Wahrscheinlich handelt es sich bei dieser Datei nicht um eine Guarddog Firewall-Datei. (Ausführliche Meldung "%2")
es: Guarddog no ha podido leer el fichero en %1 como procedente de un cortafuegos Guarddog. Esto puede significar que ese fichero no es realmente un cortafuegos Guarddog. (Mensaje detallado "%2")
fr: Guarddog n'a pas été en mesure d'interpréter le fichier %1 comme étant un pare-feu Guarddog. Cela signifie manifestement que ce fichier n'est pas un pare-feu Guarddog. (Message détaillé "%2")
hu: Guarddog nem tudja olvasni a %1 fájlt Guarddog tűzfalként. Ez azt jelentheti, hogy ez a fájl nem Guarddog tűzfal konfigurációs fájl. (Részletes üzenet "%2")
it: Guarddog non è stato capace di leggere il file in %1 come un suo firewall. Molto probabilmente ciò non significa altro che questo file non è attualmente un file di Guarddog. (Messaggio dettagliato "%2")
nl: Guarddog herkende het bestand %1 niet als een Guarddog-firewall. Dit betekent waarschijnlijk dat het geen firewall van Guarddog is. (Gedetailleerde melding: "%2")
pl: Guarddog nie był w stanie przeczytać plik %1 co może oznaczać iżnie jest to plik firewalla Guarddoga. (Szczegóły "%2")

source: Export firewall
cs: Výstupní firewall
da: Eksportér firewall
de: Firewallregeln exportieren
es: Exportar cortafuegos
fr: Exporter les règles de pare-feu
hu: Tűzfal beállítások exportálása
it: Esporta firewall
nl: Firewall exporteren
pl: Eksportuj firewall

source: An error occurred while writing the firewall script to %1. (Detailed message: "%2")
cs: Při psaní firewallového skriptu se vyskytla chyba %1. (Detailní zpráva: "%2")
da: Der opstod en fejl under skrivning af firewall-scriptet til %1. (Detaljeret beskrivelse: "%2")
de: Beim Schreiben des Firewall-Skriptes nach %1 ist ein Fehler aufgetreten. (Ausführliche Meldung "%2")
es: Ocurrió un error mientras se escribía la configuración del cortafuegos en %1. (Mensaje detallado: "%2")
fr: Une erreur s'est produite lors de l'écriture du script de pare-feu vers %1. (Message détaillé : "%2")
hu: A tűzfal szkript %1 -be írásakor hiba történt. (Részletes üzenet "%2")
it: Si è verificato un errore mentre scrivevo lo script del firewall su %1. (Messaggio dettagliato: "%2")
nl: Er deed zich een fout voor tijdens het opslaan van het firewall-script naar %1. (Gedetailleerde melding: "%2")
pl: Pojawił się błąd podczas zapisu skryptu firewalla do %1. (Szczegóły: "%2")
