Repository: SamAxe/guard-puppy
Catalog: po/*.po
Languages: cs, da, de, es, fr, hu, it, nl, pl

source: 'portrange' element requires a 'start' attribute, but none was found.
cs: Prvek 'rozsah portů' vyžaduje atribut 'start', ale žádný nebyl nalezen.
da: 'portrange' elementet kræver en 'start' attribut, den mangler.
de: Das Element 'portrange' erfordert ein Attribut vom Typ 'start'.
es: El elemento 'portrange' necesita un atributo 'start', pero no se encontró ninguno.
fr: L'élément 'portrange' requiert un attribut 'start', mais aucun n'a pu être trouvé.
hu: A 'port tartomány' megadásához a 'kezdő' értékre is szükség van, de ez nem található.
it: L'elemento 'gamma_porta' richiede un attributo 'inizio' ma non ne è stato trovato nessuno.
nl: Het element 'portrange' vereist het attribuut 'start'. Deze werd niet gevonden.
pl: Tag 'portrange' wymaga atrybutu 'start' lecz go nie ma.

source: 'start' attribute is not a valid unsigned integer.
cs: Atribut 'start' není platné neoznačené celé číslo.
da: Attributten 'start' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'start' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'start' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'start' n'est pas un entier non-signé valide.
hu: A 'kezdő' érték nem egész szám.
it: L'attributo 'inizio' non è un valido intero non segnato.
nl: Het attribuut 'start' is geen geldig ongetekend heel getal.
pl: atrybut 'start' nie jest poprawny.

source: 'portrange' element requires a 'end' attribute, but none was found.
cs: Prvek 'rozsah portů' vyžaduje atribut 'konec', ale žádný nebyl nalezen.
da: 'portrange' elementet kræver en 'end' attribut, den mangler.
de: Das Element 'portrange' erfordert ein Attribut vom Typ 'end'.
es: El elemento 'portrange' necesita un atributo 'end', pero no se encontró ninguno.
fr: L'élément 'portrange' requiert un attribut 'end', mais aucun n'a pu être trouvé.
hu: A 'port tartomány' megadásához a 'befejező' értékre is szükség van, de ez nem található.
it: L'elemento 'gamma_porta' richiede un attributo 'fine' ma non ne è stato trovato nessuno.
nl: Het element 'portrange' vereist het attribuut 'end'. Deze werd niet gevonden.
pl: Tag 'portrange' wymaga atrybutu 'end' lecz go nie ma.

source: 'end' attribute is not a valid unsigned integer.
cs: Atribut 'konec' není platné neoznačené celé číslo.
da: Attributten 'end' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'end' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'end' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'end' n'est pas un entier non-signé valide.
hu: A befejező' érték nem egész szám.
it: L'attributo 'fine' non è un valido intero non segnato.
nl: Het attribuut 'end' is geen geldig ongetekend heel getal.
pl: atrybut 'end' nie jest poprawny.

source: 'start' attribute must be greater than 'end' attribute.
cs: Atribut 'start' musí být větší než atribut 'konec'.
da: Attributten 'start' skal være større end 'end'-attributten.
de: Der Wert des Attributes 'start' muss grösser sein als der Wert des Attributes 'end'.
es: El atributo 'start' debe ser mayor que el atributo 'end'.
fr: L'attribut 'start' doit être supérieur à l'attribut 'end'.
hu: A 'kezdő' értéknek kisebbnek kell lennie a 'bejefező' értéknél.
it: L'attributo 'inizio' deve essere maggiore dell'attributo 'fine'.
nl: Het attribuut 'start' hoort groter te zijn dan het attribuut 'end'.
pl: atrybut 'start' musi być większy niż 'end'.

source: 'source' attribute must be one of 'client', 'server' or 'host'.
cs: Atribut 'zdroje' musí být 'klient', 'server' nebo 'hostitel'.
da: Attributten 'source' skal enten være 'client', 'server' eller 'host'.
de: Das Attribut 'source' muss einen der Werte 'client', 'server' oder 'host' haben.
es: El atributo 'source' debe ser uno de los siguientes: 'client', 'server' o 'host'.
fr: L'attribut 'source' doit être soit 'client', 'server' ou encore 'host'.
hu: A 'forrás' jellemző 'kliens', 'szerver', vagy 'hoszt' lehet.
it: L'attributo 'sorgente' deve essere uno tra 'client', 'server', 'host'.
nl: Het attribuut 'source' hoort een te zijn van 'client', 'server', of 'host'.
pl: atrybut 'source' musi być albo 'client' albo'server' lub 'host'

source: 'dest' attribute must be one of 'client', 'server' or 'host'.
cs: Atribut 'určení' musí být 'klient', 'server' nebo 'hostitel'.
da: Attributten 'dest' skal enten være 'client', 'server' eller 'host'.
de: Das Attribut 'dest' muss einen der Werte 'client', 'server' oder 'host' haben.
es: El atributo 'dest' debe ser uno de los siguientes: 'client', 'server, o 'host'.
fr: L'attribut 'dest' doit être soit 'client', 'server' ou encore 'host'.
hu: A 'cél' jellemző 'kliens', 'szerver', vagy 'hoszt' lehet.
it: L'attributo 'destinazione' deve essere uno tra 'client', 'server', 'host'.
nl: Het attribuut 'dest' hoort een te zijn van 'client', 'server' of 'host'.
pl: atrybut 'dest' musi być albo 'client' albo'server' lub 'host'

source: 'type' element requires a 'value' attribute, but none was found.
cs: Prvek 'typ' vyžaduje atribut 'hodnota', ale žádný nebyl nalezen.
da: 'type' elementet kræver en 'value' attribut, den mangler.
de: Das Element 'type' erfordert ein Attribut des Typs 'value'.
es: El elemento 'type' necesita un atributo 'value', pero no se encontró ninguno.
fr: L'élément 'type' requiert un attribut 'value', mais aucun n'a pu être trouvé.
hu: A 'típus' elemhez 'érték' jellemzőre van szükség, de ez nem található.
it: L'elemento 'tipo' richiede un attributo 'valore' ma non ne è stato trovato nessuno.
nl: Het element 'type' vereist het attribuut ' value'. Deze werd niet gevonden.
pl: element 'type' wymaga atrybutu 'value' lecz go nie ma.

source: 'value' attribute is not a valid unsigned integer.
cs: Atribut 'hodnota' není platné neoznačené celé číslo.
da: Attributten 'value' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'value' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'value' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'value' n'est pas un entier non-signé valide.
hu: Az 'érték' jellemző nem egész szám.
it: L'attributo 'valore' non è un valido intero non segnato.
nl: Het attribuut 'value' is geen geldig ongetekend heel getal.
pl: atrybut 'value' nie jest poprawny.

source: 'code' attribute is not a valid unsigned integer.
cs: Atribut 'kódy' není platné neoznačené celé číslo.
da: Attributten 'code' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'code' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'code' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'code' n'est pas un entier non-signé valide.
hu: A 'kód' jellemző nem egész szám.
it: L'attributo 'codice' non è un valido intero non segnato.
nl: Het attribuut 'code' is geen geldig ongetekend heel getal.
pl: atrybut 'code' nie jest poprawny.

source: 'class' attribute has an unrecognised value.
cs: Atribut 'třída' má nepřípustnou hodnotu.
da: Attributten 'class' har en ukendt værdi.
de: Das Attribut 'class' hat einen ungültigen Wert.
es: El atributo 'class' no tiene un valor reconocible.
fr: L'attribut 'class' possède une valeur non reconnue.
hu: Az 'osztály' jellemző nem érvényes értékkel rendelkezik.
it: L'attributo 'classe' non ha un valore riconosciuto.
nl: Het attribuut 'class' heeft een niet-herkende waarde.
pl: atrybut 'class' ma nierozpoznawalną wartość.

source: 'ip' element requires a 'protocol' attribute, but none was found.
cs: Prvek 'ip' vyžaduje atribut 'protokol', ale žádný nebyl nalezen.
da: 'ip' elementet kræver en 'protocol' attribut, den mangler.
de: Das Element 'ip' erfordert ein Attribut vom Typ 'protocol'.
es: El elemento 'ip' necesita un atributo 'protocol', pero no se encontró ninguno.
fr: L'élément 'ip' requiert un attribut 'protocol', mais aucun n'a pu être trouvé.
hu: Az 'ip' értékhez 'protokoll' jellemzőre van szükség, de ez nem található.
it: L'elemento 'ip' richiede un attributo 'protocollo' ma non ne è stato trovato nessuno.
nl: Het element 'ip' vereist het attribuut 'protocol'. Deze werd niet gevonden.
pl: element 'ip' wymaga atrybutu 'protocol' lecz go nie ma.

source: 'protocol' attribute is not a valid unsigned integer.
cs: Atribut 'protokol' není platné neoznačené celé číslo.
da: Attributten 'protocol' er ikke et gyldigt heltal uden fortegn.
de: Der Wert des Attributes 'protocol' ist keine vorzeichenlose Ganzzahl.
es: El atributo 'protocol' no es un número entero sin signo (unsigned integer) válido.
fr: L'attribut 'protocol' n'est pas un entier non-signé valide.
hu: A 'protokoll' érték nem egész szám.
it: L'attributo 'protocollo' non è un valido intero non segnato.
nl: Het attribuut 'protocol' is geen geldig ongetekend heel getal.
pl: atrybut 'protocol' nie jest poprawny.

source: 'protocol' attribute is out of range. (Must be 8 bit).
cs: Atribut 'protokol' je mimo rozsah. (Musí být 8 bitový).
da: 'protocol' attributten er udenfor det gyldige område. (Skal være 8 bit).
de: Das Attribut 'protocol' hat einen Wert ausserhalb des zulässigen Bereichs. ( 8 Bit-Wert)
es: El atributo 'protocol' está fuera de límites. (Debe ser de 8 bit).
fr: L'attribut 'protocol' est hors limite. (Doit être sur 8 bit).
hu: A 'protokoll' jellemző nem a tartományban van. (8 bitnek kell lennie)
it: L'attributo 'protocollo' è fuori scala. (Deve essere di 8 bit).
nl: het attribuut 'protocol' bevindt zich buiten het bereik (hoort 8 bits te zijn).
pl: atrybut 'protocol' jest poza zasięgiem.

source: Unknown error. (You should never see this).
cs: Neznámá chyba. (Tohle byste nikdy neměli vidět).
da: Ukendt fejl. (Du burde aldrig se dette).
de: Unbekannter Fehler.
es: Error desconocido. (Nunca debería verse esto).
fr: Erreur inconnue. (Vous ne devriez jamais voir ce message).
hu: Ismeretlen hiba. (Ilyet még nem láttál)
it: Errore sconosciuto. (Non dovresti mai vedere questo).
nl: Onbekende fout (dit hoort u nooit te zien).
pl: Nieznany błąd. (Nie powinieneś tego widzieć).

source: Line: %1, Column: %2 %3, %4, %5
cs: Řádka: %1, Sloupec: %2 %3, %4, %5
de: Zeile: %1, Spalte: %2 %3, %4, %5
es: Línea: %1, Columna: %2 %3, %4, %5
fr: Ligne : %1, Colonne : %2 %3, %4, %5
hu: Sor: %1, Oszlop: %2 %3, %4 %5
it: Linea: %1, Colonna: %2 %3, %4, %5
nl: Regel: %1, kolom: %2 %3, %4, %5
pl: Wiersz: %1, Kolumna: %2 %3, %4, %5

source: _: NAME OF TRANSLATORS Your names
cs: <br>Tomáš Němec<br>Lukáš Růžička
da: Gunner Poulsen
de: Stephan Johach
es: _: NAME OF TRANSLATORS Antonio Diaz Cayuela
fr: Pascal BILLERY-SCHNEIDER
hu: Csaba Zakarias
it: NOMI DEI TRADUTTORI Ceoldo Costantino Medri Daniele
nl: Rinse de Vries
pl: _: NAZWISTA TŁUMACZY Piotr Maliński

source: _: EMAIL OF TRANSLATORS Your emails
cs: <br>borg.dax@quick.cz <br>lukasr@dtp-freelancers.com
da: gp@lyngbjerggaardskolen.dk
de: lucardus@onlinehome.de
es: _:EMAIL OF TRANSLATORS adiazcay@jazzfree.com
fr: pascal.billery-schneider@bluewin.ch
hu: csaba.zakarias@gmail.com
it: INDIRIZZI DI POSTA ELETTRONICA DEI TRADUTTORI inverness1ATvirgilio.it madrid@linux.it
nl: rinse@kde.nl
pl: _: EMAILE TŁUMACZY riklaunim@gmail.com

source: Chat
fr: Messagerie instantannée
hu: Csevegés
nl: Chatten
pl: Czaty

source: Local
cs: Místní
da: Lokal
de: Lokal
fr: Locale
hu: Helyi
it: Locale
nl: Lokaal
pl: Obszar Lokalny

source: Code Contribution
pl: Wsparli projekt
